[{"id_ayat":2792,"no_surah":24,"no_ayat":1,"teks_ayat":"سُوْرَةٌ اَنْزَلْنٰهَا وَفَرَضْنٰهَا وَاَنْزَلْنَا فِيْهَآ اٰيٰتٍۢ بَيِّنٰتٍ لَّعَلَّكُمْ تَذَكَّرُوْنَ","tema":"Kewajiban Menjalankan Hukum-Hukum Allah","teks_terjemah":"(Inilah) surah yang Kami turunkan, Kami wajibkan (menjalankan hukum-hukum)-nya, dan Kami turunkan di dalamnya ayat-ayat yang jelas agar kamu mengambil pelajaran.","no_fn":"","teks_fn":"","bacaan":"suuratun anzaln<u>aa<\/u>h<u>aa<\/u> wafara<u>dh<\/u>n<u>aa<\/u>h<u>aa<\/u> wa-anzaln<u>aa<\/u> fiih<u>aa<\/u> <u>aa<\/u>y<u>aa<\/u>tin bayyin<u>aa<\/u>tin la'allakum ta<u>dz<\/u>akkaruun<strong>a<\/strong>"},{"id_ayat":2793,"no_surah":24,"no_ayat":2,"teks_ayat":"اَلزَّانِيَةُ وَالزَّانِيْ فَاجْلِدُوْا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ ۖوَّلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِيْ دِيْنِ اللّٰهِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۚ وَلْيَشْهَدْ عَذَابَهُمَا طَاۤىِٕفَةٌ مِّنَ الْمُؤْمِنِيْنَ","tema":"Zina dan Hukumannya","teks_terjemah":"Pezina perempuan dan pezina laki-laki, deralah masing-masing dari keduanya seratus kali dan janganlah rasa belas kasihan kepada keduanya mencegah kamu untuk (melaksanakan) agama (hukum) Allah jika kamu beriman kepada Allah dan hari Kemudian. Hendaklah (pelaksanaan) hukuman atas mereka disaksikan oleh sebagian orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"a<strong>l<\/strong>zz<u>aa<\/u>niyatu wa<strong>al<\/strong>zz<u>aa<\/u>nii fa<strong>i<\/strong>jliduu kulla w<u>aah<\/u>idin minhum<u>aa<\/u> mi-ata jaldatin wal<u>aa<\/u> ta\/khu<u>dz<\/u>kum bihim<u>aa<\/u> ra\/fatun fii diini <strong>al<\/strong>l<u>aa<\/u>hi in kuntum tu\/minuuna bi<strong>al<\/strong>l<u>aa<\/u>hi wa<strong>a<\/strong>lyawmi <strong>a<\/strong>l-<u>aa<\/u>khiri walyasyhad 'a<u>dzaa<\/u>bahum<u>aa<\/u> <u>th<\/u><u>aa<\/u>-ifatun mina <strong>a<\/strong>lmu\/miniin<strong>a<\/strong>"},{"id_ayat":2794,"no_surah":24,"no_ayat":3,"teks_ayat":"اَلزَّانِيْ لَا يَنْكِحُ اِلَّا زَانِيَةً اَوْ مُشْرِكَةً ۖوَّالزَّانِيَةُ لَا يَنْكِحُهَآ اِلَّا زَانٍ اَوْ مُشْرِكٌ ۚوَحُرِّمَ ذٰلِكَ عَلَى الْمُؤْمِنِيْنَ","tema":"Zina dan Hukumannya","teks_terjemah":"Pezina laki-laki tidak pantas menikah, kecuali dengan pezina perempuan atau dengan perempuan musyrik dan pezina perempuan tidak pantas menikah, kecuali dengan pezina laki-laki atau dengan laki-laki musyrik. Yang demikian itu diharamkan bagi orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"a<strong>l<\/strong>zz<u>aa<\/u>nii l<u>aa<\/u> yanki<u>h<\/u>u ill<u>aa<\/u> z<u>aa<\/u>niyatan aw musyrikatan wa<strong>al<\/strong>zz<u>aa<\/u>niyatu l<u>aa<\/u> yanki<u>h<\/u>uh<u>aa<\/u> ill<u>aa<\/u> z<u>aa<\/u>nin aw musyrikun wa<u>h<\/u>urrima <u>dzaa<\/u>lika 'al<u>aa<\/u> <strong>a<\/strong>lmu\/miniin<strong>a<\/strong>"},{"id_ayat":2795,"no_surah":24,"no_ayat":4,"teks_ayat":"وَالَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ ثُمَّ لَمْ يَأْتُوْا بِاَرْبَعَةِ شُهَدَاۤءَ فَاجْلِدُوْهُمْ ثَمٰنِيْنَ جَلْدَةً وَّلَا تَقْبَلُوْا لَهُمْ شَهَادَةً اَبَدًاۚ وَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ۙ","tema":"Hukuman Menuduh Orang Berzina","teks_terjemah":"Orang-orang yang menuduh (berzina terhadap) perempuan yang baik-baik dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka (para penuduh itu) delapan puluh kali dan janganlah kamu menerima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik,","no_fn":"","teks_fn":"","bacaan":"wa<strong>a<\/strong>lla<u>dz<\/u>iina yarmuuna <strong>a<\/strong>lmu<u>hs<\/u>an<u>aa<\/u>ti tsumma lam ya\/tuu bi-arba'ati syuhad<u>aa<\/u>-a fa<strong>i<\/strong>jliduuhum tsam<u>aa<\/u>niina jaldatan wal<u>aa<\/u> taqbaluu lahum syah<u>aa<\/u>datan abadan waul<u>aa<\/u>-ika humu <strong>a<\/strong>lf<u>aa<\/u>siquun<strong>a<\/strong>"},{"id_ayat":2796,"no_surah":24,"no_ayat":5,"teks_ayat":"اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۚ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ","tema":"Hukuman Menuduh Orang Berzina","teks_terjemah":"kecuali mereka yang bertobat setelah itu dan memperbaiki (dirinya), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"ill<u>aa<\/u> <strong>al<\/strong>la<u>dz<\/u>iina t<u>aa<\/u>buu min ba'di <u>dzaa<\/u>lika wa-a<u>sh<\/u>la<u>h<\/u>uu fa-inna <strong>al<\/strong>l<u>aa<\/u>ha ghafuurun ra<u>h<\/u>iim<strong>un<\/strong>"},{"id_ayat":2797,"no_surah":24,"no_ayat":6,"teks_ayat":"وَالَّذِيْنَ يَرْمُوْنَ اَزْوَاجَهُمْ وَلَمْ يَكُنْ لَّهُمْ شُهَدَاۤءُ اِلَّآ اَنْفُسُهُمْ فَشَهَادَةُ اَحَدِهِمْ اَرْبَعُ شَهٰدٰتٍۢ بِاللّٰهِ ۙاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ","tema":"Hukum Lian","teks_terjemah":"Orang-orang yang menuduh istrinya berzina, padahal mereka tidak mempunyai saksi-saksi selain diri mereka sendiri, maka kesaksian masing-masing orang itu ialah empat kali bersumpah atas (nama) Allah, bahwa sesungguhnya dia termasuk orang yang benar.","no_fn":"","teks_fn":"","bacaan":"wa<strong>a<\/strong>lla<u>dz<\/u>iina yarmuuna azw<u>aa<\/u>jahum walam yakun lahum syuhad<u>aa<\/u>u ill<u>aa<\/u> anfusuhum fasyah<u>aa<\/u>datu a<u>h<\/u>adihim arba'u syah<u>aa<\/u>d<u>aa<\/u>tin bi<strong>al<\/strong>l<u>aa<\/u>hi innahu lamina <strong>al<\/strong><u>shshaa<\/u>diqiin<strong>a<\/strong>"},{"id_ayat":2798,"no_surah":24,"no_ayat":7,"teks_ayat":"وَالْخَامِسَةُ اَنَّ لَعْنَتَ اللّٰهِ عَلَيْهِ اِنْ كَانَ مِنَ الْكٰذِبِيْنَ","tema":"Hukum Lian","teks_terjemah":"(Sumpah) yang kelima adalah bahwa laknat Allah atasnya jika dia termasuk orang-orang yang berdusta.<sup>514)<\/sup>","no_fn":"514","teks_fn":"514) Seorang suami yang menuduh istrinya berbuat zina, tetapi tidak dapat menghadirkan empat orang saksi, harus bersumpah dengan nama Allah Swt. sebanyak empat kali bahwa tuduhannya adalah benar adanya. Kemudian, dia bersumpah sekali lagi bahwa dia siap menerima laknat Allah jika dia berdusta. Masalah ini dalam fikih dikenal dengan lian.","bacaan":"wa<strong>a<\/strong>lkh<u>aa<\/u>misatu anna la'nata <strong>al<\/strong>l<u>aa<\/u>hi 'alayhi in k<u>aa<\/u>na mina <strong>a<\/strong>lk<u>aadz<\/u>ibiin<strong>a<\/strong>"},{"id_ayat":2799,"no_surah":24,"no_ayat":8,"teks_ayat":"وَيَدْرَؤُا عَنْهَا الْعَذَابَ اَنْ تَشْهَدَ اَرْبَعَ شَهٰدٰتٍۢ بِاللّٰهِ اِنَّهٗ لَمِنَ الْكٰذِبِيْنَ ۙ","tema":"Hukum Lian","teks_terjemah":"Istri itu terhindar dari hukuman apabila dia bersumpah empat kali atas (nama) Allah bahwa dia (suaminya) benar-benar termasuk orang-orang yang berdusta,","no_fn":"","teks_fn":"","bacaan":"wayadrau 'anh<u>aa<\/u> <strong>a<\/strong>l'a<u>dzaa<\/u>ba an tasyhada arba'a syah<u>aa<\/u>d<u>aa<\/u>tin bi<strong>al<\/strong>l<u>aa<\/u>hi innahu lamina <strong>a<\/strong>lk<u>aadz<\/u>ibiin<strong>a<\/strong>"},{"id_ayat":2800,"no_surah":24,"no_ayat":9,"teks_ayat":"وَالْخَامِسَةَ اَنَّ غَضَبَ اللّٰهِ عَلَيْهَآ اِنْ كَانَ مِنَ الصّٰدِقِيْنَ ","tema":"Hukum Lian","teks_terjemah":"(Sumpah) yang kelima adalah bahwa kemurkaan Allah atasnya (istri) jika dia (suaminya) itu termasuk orang yang benar. ","no_fn":"","teks_fn":"","bacaan":"wa<strong>a<\/strong>lkh<u>aa<\/u>misata anna gha<u>dh<\/u>aba <strong>al<\/strong>l<u>aa<\/u>hi 'alayh<u>aa<\/u> in k<u>aa<\/u>na mina <strong>al<\/strong><u>shshaa<\/u>diqiin<strong>a<\/strong>"},{"id_ayat":2801,"no_surah":24,"no_ayat":10,"teks_ayat":"وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ تَوَّابٌ حَكِيْمٌ ࣖ","tema":"Hukum Lian","teks_terjemah":"Seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu dan (bukan karena) Allah Maha Penerima Tobat lagi Mahabijaksana, (niscaya kamu akan menemui kesulitan).","no_fn":"","teks_fn":"","bacaan":"walawl<u>aa<\/u> fa<u>dh<\/u>lu <strong>al<\/strong>l<u>aa<\/u>hi 'alaykum wara<u>h<\/u>matuhu wa-anna <strong>al<\/strong>l<u>aa<\/u>ha taww<u>aa<\/u>bun <u>h<\/u>akiim<strong>un<\/strong>"},{"id_ayat":2802,"no_surah":24,"no_ayat":11,"teks_ayat":"اِنَّ الَّذِيْنَ جَاۤءُوْ بِالْاِفْكِ عُصْبَةٌ مِّنْكُمْۗ  لَا تَحْسَبُوْهُ شَرًّا لَّكُمْۗ بَلْ هُوَ خَيْرٌ لَّكُمْۗ لِكُلِّ امْرِئٍ مِّنْهُمْ مَّا اكْتَسَبَ مِنَ الْاِثْمِۚ وَالَّذِيْ تَوَلّٰى كِبْرَهٗ مِنْهُمْ لَهٗ عَذَابٌ عَظِيْمٌ","tema":"Peristiwa Ḥadīṡ al-Ifk","teks_terjemah":"Sesungguhnya orang-orang yang membawa berita bohong itu adalah kelompok di antara kamu (juga). Janganlah kamu mengira bahwa peristiwa itu buruk bagimu, sebaliknya itu baik bagimu. Setiap orang dari mereka akan mendapat balasan dari dosa yang diperbuatnya. Adapun orang yang mengambil peran besar di antara mereka, dia mendapat azab yang sangat berat.<sup>515)<\/sup>","no_fn":"515","teks_fn":"515) Berita bohong ini mengenai ‘Aisyah r.a., Ummul Mukminin, setelah perang dengan Bani Muṣṭaliq pada bulan Syakban 5 H. Perang itu diikuti kaum munafik dan turut pula ‘Aisyah r.a. dengan Nabi saw. berdasarkan undian yang diadakan di antara istri-istri beliau. Dalam perjalanan kembali, mereka berhenti pada suatu tempat. ‘Aisyah r.a. keluar dari sekedupnya untuk suatu keperluan, kemudian kembali. Tiba-tiba dia merasa kalungnya hilang, lalu dia pun mencarinya. Sementara itu, rombongan berangkat dengan persangkaan bahwa ‘Aisyah r.a. masih ada dalam sekedup. Setelah ‘Aisyah r.a. mengetahui sekedupnya sudah berangkat, dia duduk di tempatnya dan berharap sekedup itu akan kembali menjemputnya. Secara kebetulan, seorang sahabat Nabi bernama Ṣafwan bin Mu‘aṭṭal lewat di tempat itu dan menemukan seseorang yang sedang tidur sendirian. Ṣafwan terkejut seraya mengucapkan, “Innā lillāhi wa innā ilaihi rāji‘ūn, istri Rasul!” ‘Aisyah r.a. terbangun. Lalu, Ṣafwan mempersilakan oleh ‘Aisyah menaiki untanya. Ṣafwan berjalan menuntun unta sampai Madinah. Orang-orang yang melihat mereka membicarakannya menurut pendapat masing-masing. Mulailah timbul desas-desus. Kemudian, kaum munafik membesar-besarkannya. Maka, fitnah atas ‘Aisyah r.a. itu pun bertambah luas sehingga menimbulkan keguncangan di kalangan kaum muslim.","bacaan":"inna <strong>al<\/strong>la<u>dz<\/u>iina j<u>aa<\/u>uu bi<strong>a<\/strong>l-ifki 'u<u>sh<\/u>batun minkum l<u>aa<\/u> ta<u>h<\/u>sabuuhu syarran lakum bal huwa khayrun lakum likulli imri-in minhum m<u>aa<\/u> iktasaba mina <strong>a<\/strong>l-itsmi wa<strong>a<\/strong>lla<u>dz<\/u>ii tawall<u>aa<\/u> kibrahu minhum lahu 'a<u>dzaa<\/u>bun 'a<u>zh<\/u>iim<strong>un<\/strong>"},{"id_ayat":2803,"no_surah":24,"no_ayat":12,"teks_ayat":"لَوْلَآ اِذْ سَمِعْتُمُوْهُ ظَنَّ الْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بِاَنْفُسِهِمْ خَيْرًاۙ وَّقَالُوْا هٰذَآ اِفْكٌ مُّبِيْنٌ","tema":"Peristiwa Ḥadīṡ al-Ifk","teks_terjemah":"Mengapa orang-orang mukmin dan mukminat tidak berbaik sangka terhadap kelompok mereka sendiri, ketika kamu mendengar berita bohong itu, dan berkata, “Ini adalah (berita) bohong yang nyata?”","no_fn":"","teks_fn":"","bacaan":"lawl<u>aa<\/u> i<u>dz<\/u> sami'tumuuhu <u>zh<\/u>anna <strong>a<\/strong>lmu\/minuuna wa<strong>a<\/strong>lmu\/min<u>aa<\/u>tu bi-anfusihim khayran waq<u>aa<\/u>luu h<u>aadzaa<\/u> ifkun mubiin<strong>un<\/strong>"},{"id_ayat":2804,"no_surah":24,"no_ayat":13,"teks_ayat":"لَوْلَا جَاۤءُوْ عَلَيْهِ بِاَرْبَعَةِ شُهَدَاۤءَۚ فَاِذْ لَمْ يَأْتُوْا بِالشُّهَدَاۤءِ فَاُولٰۤىِٕكَ عِنْدَ اللّٰهِ هُمُ الْكٰذِبُوْنَ","tema":"Peristiwa Ḥadīṡ al-Ifk","teks_terjemah":"Mengapa mereka (yang menuduh itu) tidak datang membawa empat saksi? Karena tidak membawa saksi-saksi, mereka itu adalah para pendusta dalam pandangan Allah.","no_fn":"","teks_fn":"","bacaan":"lawl<u>aa<\/u> j<u>aa<\/u>uu 'alayhi bi-arba'ati syuhad<u>aa<\/u>-a fa-i<u>dz<\/u> lam ya\/tuu bi<strong>al<\/strong>sysyuhad<u>aa<\/u>-i faul<u>aa<\/u>-ika 'inda <strong>al<\/strong>l<u>aa<\/u>hi humu <strong>a<\/strong>lk<u>aadz<\/u>ibuun<strong>a<\/strong>"},{"id_ayat":2805,"no_surah":24,"no_ayat":14,"teks_ayat":"وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ فِى الدُّنْيَا وَالْاٰخِرَةِ لَمَسَّكُمْ فِيْ مَآ اَفَضْتُمْ فِيْهِ عَذَابٌ عَظِيْمٌ ","tema":"Peristiwa Ḥadīṡ al-Ifk","teks_terjemah":"Seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu di dunia dan di akhirat, niscaya kamu ditimpa azab yang sangat berat disebabkan oleh pembicaraan kamu tentang (berita bohong) itu.","no_fn":"","teks_fn":"","bacaan":"walawl<u>aa<\/u> fa<u>dh<\/u>lu <strong>al<\/strong>l<u>aa<\/u>hi 'alaykum wara<u>h<\/u>matuhu fii <strong>al<\/strong>dduny<u>aa<\/u> wa<strong>a<\/strong>l-<u>aa<\/u>khirati lamassakum fii m<u>aa<\/u> afa<u>dh<\/u>tum fiihi 'a<u>dzaa<\/u>bun 'a<u>zh<\/u>iim<strong>un<\/strong>"},{"id_ayat":2806,"no_surah":24,"no_ayat":15,"teks_ayat":"اِذْ تَلَقَّوْنَهٗ بِاَلْسِنَتِكُمْ وَتَقُوْلُوْنَ بِاَفْوَاهِكُمْ مَّا لَيْسَ لَكُمْ بِهٖ عِلْمٌ وَّتَحْسَبُوْنَهٗ هَيِّنًاۙ وَّهُوَ عِنْدَ اللّٰهِ عَظِيْمٌ ۚ","tema":"Tersebarnya Berita Bohong dan Cara Menghentikannya","teks_terjemah":"(Ingatlah) ketika kamu menerima (berita bohong) itu dari mulut ke mulut; kamu mengatakan dengan mulutmu apa yang tidak kamu ketahui sedikit pun; dan kamu menganggapnya remeh, padahal dalam pandangan Allah itu masalah besar.","no_fn":"","teks_fn":"","bacaan":"i<u>dz<\/u> talaqqawnahu bi-alsinatikum wataquuluuna bi-afw<u>aa<\/u>hikum m<u>aa<\/u> laysa lakum bihi 'ilmun wata<u>h<\/u>sabuunahu hayyinan wahuwa 'inda <strong>al<\/strong>l<u>aa<\/u>hi 'a<u>zh<\/u>iim<strong>un<\/strong>"},{"id_ayat":2807,"no_surah":24,"no_ayat":16,"teks_ayat":"وَلَوْلَآ اِذْ سَمِعْتُمُوْهُ قُلْتُمْ مَّا يَكُوْنُ لَنَآ اَنْ نَّتَكَلَّمَ بِهٰذَاۖ سُبْحٰنَكَ هٰذَا بُهْتَانٌ عَظِيْمٌ","tema":"Tersebarnya Berita Bohong dan Cara Menghentikannya","teks_terjemah":"Mengapa ketika mendengarnya (berita bohong itu), kamu tidak berkata, “Tidak pantas bagi kita membicarakan ini.  Mahasuci Engkau. Ini adalah kebohongan yang besar.”","no_fn":"","teks_fn":"","bacaan":"walawl<u>aa<\/u> i<u>dz<\/u> sami'tumuuhu qultum m<u>aa<\/u> yakuunu lan<u>aa<\/u> an natakallama bih<u>aadzaa<\/u> sub<u>haa<\/u>naka h<u>aadzaa<\/u> buht<u>aa<\/u>nun 'a<u>zh<\/u>iim<strong>un<\/strong>"},{"id_ayat":2808,"no_surah":24,"no_ayat":17,"teks_ayat":"يَعِظُكُمُ اللّٰهُ اَنْ تَعُوْدُوْا لِمِثْلِهٖٓ اَبَدًا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ۚ","tema":"Tersebarnya Berita Bohong dan Cara Menghentikannya","teks_terjemah":"Allah memperingatkan kamu agar (jangan) kembali mengulangi seperti itu selama-lamanya jika kamu orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"ya'i<u>zh<\/u>ukumu <strong>al<\/strong>l<u>aa<\/u>hu an ta'uuduu limitslihi abadan in kuntum mu\/miniin<strong>a<\/strong>"},{"id_ayat":2809,"no_surah":24,"no_ayat":18,"teks_ayat":"وَيُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ","tema":"Tersebarnya Berita Bohong dan Cara Menghentikannya","teks_terjemah":"Allah menjelaskan ayat-ayat(-Nya) kepadamu. Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"wayubayyinu <strong>al<\/strong>l<u>aa<\/u>hu lakumu <strong>a<\/strong>l-<u>aa<\/u>y<u>aa<\/u>ti wa<strong>al<\/strong>l<u>aa<\/u>hu 'aliimun <u>h<\/u>akiim<strong>un<\/strong>"},{"id_ayat":2810,"no_surah":24,"no_ayat":19,"teks_ayat":"اِنَّ الَّذِيْنَ يُحِبُّوْنَ اَنْ تَشِيْعَ الْفَاحِشَةُ فِى الَّذِيْنَ اٰمَنُوْا لَهُمْ عَذَابٌ اَلِيْمٌۙ فِى الدُّنْيَا وَالْاٰخِرَةِۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ","tema":"Tersebarnya Berita Bohong dan Cara Menghentikannya","teks_terjemah":"Sesungguhnya orang-orang yang senang atas tersebarnya (berita bohong) yang sangat keji itu di kalangan orang-orang yang beriman, mereka mendapat azab yang sangat pedih di dunia dan di akhirat. Allah mengetahui, sedangkan kamu tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"inna <strong>al<\/strong>la<u>dz<\/u>iina yu<u>h<\/u>ibbuuna an tasyii'a <strong>a<\/strong>lf<u>aah<\/u>isyatu fii <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu lahum 'a<u>dzaa<\/u>bun <strong>a<\/strong>liimun fii <strong>al<\/strong>dduny<u>aa<\/u> wa<strong>a<\/strong>l-<u>aa<\/u>khirati wa<strong>al<\/strong>l<u>aa<\/u>hu ya'lamu wa-antum l<u>aa<\/u> ta'lamuun<strong>a<\/strong>"},{"id_ayat":2811,"no_surah":24,"no_ayat":20,"teks_ayat":"وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ رَءُوْفٌ رَّحِيْمٌ ࣖ ","tema":"Tersebarnya Berita Bohong dan Cara Menghentikannya","teks_terjemah":"Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu dan (bukan karena) Allah Maha Penyantun lagi Maha Penyayang, (niscaya kamu akan ditimpa azab yang besar).","no_fn":"","teks_fn":"","bacaan":"walawl<u>aa<\/u> fa<u>dh<\/u>lu <strong>al<\/strong>l<u>aa<\/u>hi 'alaykum wara<u>h<\/u>matuhu wa-anna <strong>al<\/strong>l<u>aa<\/u>ha rauufun ra<u>h<\/u>iim<strong>un<\/strong>"},{"id_ayat":2812,"no_surah":24,"no_ayat":21,"teks_ayat":"۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ وَمَنْ يَّتَّبِعْ خُطُوٰتِ الشَّيْطٰنِ فَاِنَّهٗ يَأْمُرُ بِالْفَحْشَاۤءِ وَالْمُنْكَرِۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ مَا زَكٰى مِنْكُمْ مِّنْ اَحَدٍ اَبَدًاۙ وَّلٰكِنَّ اللّٰهَ يُزَكِّيْ مَنْ يَّشَاۤءُۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ","tema":"Muslihat Setan dalam Penyebaran Berita Bohong","teks_terjemah":"Wahai orang-orang yang beriman, janganlah kamu mengikuti langkah-langkah setan! Siapa yang mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh (manusia mengerjakan perbuatan) yang keji dan mungkar. Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu, niscaya tidak seorang pun di antara kamu bersih (dari perbuatan keji dan mungkar itu) selama-lamanya. Akan tetapi, Allah membersihkan siapa yang Dia kehendaki. Allah Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"y<u>aa<\/u> ayyuh<u>aa<\/u> <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu l<u>aa<\/u> tattabi'uu khu<u>th<\/u>uw<u>aa<\/u>ti <strong>al<\/strong>sysyay<u>th<\/u><u>aa<\/u>ni waman yattabi' khu<u>th<\/u>uw<u>aa<\/u>ti <strong>al<\/strong>sysyay<u>th<\/u><u>aa<\/u>ni fa-innahu ya\/muru bi<strong>a<\/strong>lfa<u>h<\/u>sy<u>aa<\/u>-i wa<strong>a<\/strong>lmunkari walawl<u>aa<\/u> fa<u>dh<\/u>lu <strong>al<\/strong>l<u>aa<\/u>hi 'alaykum wara<u>h<\/u>matuhu m<u>aa<\/u> zak<u>aa<\/u> minkum min a<u>h<\/u>adin abadan wal<u>aa<\/u>kinna <strong>al<\/strong>l<u>aa<\/u>ha yuzakkii man yasy<u>aa<\/u>u wa<strong>al<\/strong>l<u>aa<\/u>hu samii'un 'aliim<strong>un<\/strong>"},{"id_ayat":2813,"no_surah":24,"no_ayat":22,"teks_ayat":"وَلَا يَأْتَلِ اُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ اَنْ يُّؤْتُوْٓا اُولِى الْقُرْبٰى وَالْمَسٰكِيْنَ وَالْمُهٰجِرِيْنَ فِيْ سَبِيْلِ اللّٰهِ ۖوَلْيَعْفُوْا وَلْيَصْفَحُوْاۗ اَلَا تُحِبُّوْنَ اَنْ يَّغْفِرَ اللّٰهُ لَكُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ","tema":"Larangan Bersumpah untuk Tidak Membantu Kerabat karena Berbuat Salah","teks_terjemah":"Janganlah orang-orang yang mempunyai kelebihan dan kelapangan (rezeki) di antara kamu bersumpah (tidak) akan memberi (bantuan) kepada kerabat(-nya), orang-orang miskin, dan orang-orang yang berhijrah di jalan Allah. Hendaklah mereka memaafkan dan berlapang dada. Apakah kamu tidak suka bahwa Allah mengampunimu? Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"wal<u>aa<\/u> ya\/tali uluu <strong>a<\/strong>lfa<u>dh<\/u>li minkum wa<strong>al<\/strong>ssa'ati an yu\/tuu ulii <strong>a<\/strong>lqurb<u>aa<\/u> wa<strong>a<\/strong>lmas<u>aa<\/u>kiina wa<strong>a<\/strong>lmuh<u>aa<\/u>jiriina fii sabiili <strong>al<\/strong>l<u>aa<\/u>hi walya'fuu walya<u>sh<\/u>fa<u>h<\/u>uu <strong>a<\/strong>l<u>aa<\/u> tu<u>h<\/u>ibbuuna an yaghfira <strong>al<\/strong>l<u>aa<\/u>hu lakum wa<strong>al<\/strong>l<u>aa<\/u>hu ghafuurun ra<u>h<\/u>iim<strong>un<\/strong>"},{"id_ayat":2814,"no_surah":24,"no_ayat":23,"teks_ayat":"اِنَّ الَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ الْغٰفِلٰتِ الْمُؤْمِنٰتِ لُعِنُوْا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَلَهُمْ عَذَابٌ عَظِيْمٌ ۙ","tema":"Laknat bagi Penuduh Wanita Baik-Baik","teks_terjemah":"Sesungguhnya orang-orang yang menuduh perempuan baik-baik, polos,<sup>516)<\/sup> dan beriman (dengan tuduhan berzina), mereka dilaknat di dunia dan di akhirat dan mereka akan mendapat azab yang besar","no_fn":"516","teks_fn":"516) Yang dimaksud dengan perempuan-perempuan yang polos adalah perempuan-perempuan yang tidak pernah sekali pun tebersit dalam pikirannya untuk berbuat keji.","bacaan":"inna <strong>al<\/strong>la<u>dz<\/u>iina yarmuuna <strong>a<\/strong>lmu<u>hs<\/u>an<u>aa<\/u>ti <strong>a<\/strong>lgh<u>aa<\/u>fil<u>aa<\/u>ti <strong>a<\/strong>lmu\/min<u>aa<\/u>ti lu'inuu fii <strong>al<\/strong>dduny<u>aa<\/u> wa<strong>a<\/strong>l-<u>aa<\/u>khirati walahum 'a<u>dzaa<\/u>bun 'a<u>zh<\/u>iim<strong>un<\/strong>"},{"id_ayat":2815,"no_surah":24,"no_ayat":24,"teks_ayat":"يَّوْمَ تَشْهَدُ عَلَيْهِمْ اَلْسِنَتُهُمْ وَاَيْدِيْهِمْ وَاَرْجُلُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ","tema":"Laknat bagi Penuduh Wanita Baik-Baik","teks_terjemah":"pada hari (ketika) lidah, tangan, dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"yawma tasyhadu 'alayhim <strong>a<\/strong>lsinatuhum wa-aydiihim wa-arjuluhum bim<u>aa<\/u> k<u>aa<\/u>nuu ya'maluun<strong>a<\/strong>"},{"id_ayat":2816,"no_surah":24,"no_ayat":25,"teks_ayat":"يَوْمَىِٕذٍ يُّوَفِّيْهِمُ اللّٰهُ دِيْنَهُمُ الْحَقَّ وَيَعْلَمُوْنَ اَنَّ اللّٰهَ هُوَ الْحَقُّ الْمُبِيْنُ","tema":"Laknat bagi Penuduh Wanita Baik-Baik","teks_terjemah":"Pada hari itu Allah menyempurnakan balasan yang sebenarnya bagi mereka dan mereka mengetahui bahwa sesungguhnya Allah Mahabenar lagi Maha Menjelaskan.","no_fn":"","teks_fn":"","bacaan":"yawma-i<u>dz<\/u>in yuwaffiihimu <strong>al<\/strong>l<u>aa<\/u>hu diinahumu <strong>a<\/strong>l<u>h<\/u>aqqa waya'lamuuna anna <strong>al<\/strong>l<u>aa<\/u>ha huwa <strong>a<\/strong>l<u>h<\/u>aqqu <strong>a<\/strong>lmubiin<strong>u<\/strong>"},{"id_ayat":2817,"no_surah":24,"no_ayat":26,"teks_ayat":"اَلْخَبِيْثٰتُ لِلْخَبِيْثِيْنَ وَالْخَبِيْثُوْنَ لِلْخَبِيْثٰتِۚ وَالطَّيِّبٰتُ لِلطَّيِّبِيْنَ وَالطَّيِّبُوْنَ لِلطَّيِّبٰتِۚ اُولٰۤىِٕكَ مُبَرَّءُوْنَ مِمَّا يَقُوْلُوْنَۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ࣖ","tema":"Bebasnya Aisyah dari Tuduhan Keji","teks_terjemah":"Perempuan-perempuan yang keji untuk laki-laki yang keji dan laki-laki yang keji untuk perempuan-perempuan yang keji (pula), sedangkan perempuan-perempuan yang baik untuk laki-laki yang baik dan laki-laki yang baik untuk perempuan-perempuan yang baik (pula). Mereka (yang baik) itu bersih dari apa yang dituduhkan orang. Bagi mereka ampunan dan rezeki yang mulia.<sup>517)<\/sup>","no_fn":"517","teks_fn":"517) Ayat ini menunjukkan kesucian ‘Aisyah r.a. dan Safwan dari segala tuduhan yang ditujukan kepada mereka. Rasulullah adalah orang yang paling baik. Maka, perempuan yang baik pulalah yang menjadi istri beliau.","bacaan":"alkhabiits<u>aa<\/u>tu lilkhabiitsiina wa<strong>a<\/strong>lkhabiitsuuna lilkhabiits<u>aa<\/u>ti wa<strong>al<\/strong><u>ththh<\/u>ayyib<u>aa<\/u>tu li<strong>l<\/strong><u>ththh<\/u>ayyibiina wa<strong>al<\/strong><u>ththh<\/u>ayyibuuna li<strong>l<\/strong><u>ththh<\/u>ayyib<u>aa<\/u>ti ul<u>aa<\/u>-ika mubarrauuna mimm<u>aa<\/u> yaquuluuna lahum maghfiratun warizqun kariim<strong>un<\/strong>"},{"id_ayat":2818,"no_surah":24,"no_ayat":27,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتًا غَيْرَ بُيُوْتِكُمْ حَتّٰى تَسْتَأْنِسُوْا وَتُسَلِّمُوْا عَلٰٓى اَهْلِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُوْنَ ","tema":"Tata Krama Memasuki Rumah Orang Lain","teks_terjemah":"Wahai orang-orang yang beriman, janganlah memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. Demikian itu lebih baik bagimu agar kamu mengambil pelajaran.","no_fn":"","teks_fn":"","bacaan":"y<u>aa<\/u> ayyuh<u>aa<\/u> <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu l<u>aa<\/u> tadkhuluu buyuutan ghayra buyuutikum <u>h<\/u>att<u>aa<\/u> tasta\/nisuu watusallimuu 'al<u>aa<\/u> ahlih<u>aa<\/u> <u>dzaa<\/u>likum khayrun lakum la'allakum ta<u>dz<\/u>akkaruun<strong>a<\/strong>"},{"id_ayat":2819,"no_surah":24,"no_ayat":28,"teks_ayat":"فَاِنْ لَّمْ تَجِدُوْا فِيْهَآ اَحَدًا فَلَا تَدْخُلُوْهَا حَتّٰى يُؤْذَنَ لَكُمْ وَاِنْ قِيْلَ لَكُمُ ارْجِعُوْا فَارْجِعُوْا هُوَ اَزْكٰى لَكُمْ ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ","tema":"Tata Krama Memasuki Rumah Orang Lain","teks_terjemah":"Jika kamu tidak menemui seorang pun di dalamnya, janganlah masuk sebelum mendapat izin. Jika dikatakan kepadamu, “Kembalilah,” (hendaklah) kamu kembali. Itu lebih suci bagimu. Allah Maha Mengetahui apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"fa-in lam tajiduu fiih<u>aa<\/u> a<u>h<\/u>adan fal<u>aa<\/u> tadkhuluuh<u>aa<\/u> <u>h<\/u>att<u>aa<\/u> yu\/<u>dz<\/u>ana lakum wa-in qiila lakumu irji'uu fa<strong>i<\/strong>rji'uu huwa azk<u>aa<\/u> lakum wa<strong>al<\/strong>l<u>aa<\/u>hu bim<u>aa<\/u> ta'maluuna 'aliim<strong>un<\/strong>"},{"id_ayat":2820,"no_surah":24,"no_ayat":29,"teks_ayat":"لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَدْخُلُوْا بُيُوْتًا غَيْرَ مَسْكُوْنَةٍ فِيْهَا مَتَاعٌ لَّكُمْۗ وَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ","tema":"Tata Krama Memasuki Rumah Orang Lain","teks_terjemah":"Tidak ada dosa atasmu memasuki rumah yang tidak dihuni (sebagai tempat umum) yang di dalamnya ada kepentingan kamu; Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan.","no_fn":"","teks_fn":"","bacaan":"laysa 'alaykum jun<u>aah<\/u>un an tadkhuluu buyuutan ghayra maskuunatin fiih<u>aa<\/u> mat<u>aa<\/u>'un lakum wa<strong>al<\/strong>l<u>aa<\/u>hu ya'lamu m<u>aa<\/u> tubduuna wam<u>aa<\/u> taktumuun<strong>a<\/strong>"},{"id_ayat":2821,"no_surah":24,"no_ayat":30,"teks_ayat":"قُلْ لِّلْمُؤْمِنِيْنَ يَغُضُّوْا مِنْ اَبْصَارِهِمْ وَيَحْفَظُوْا فُرُوْجَهُمْۗ ذٰلِكَ اَزْكٰى لَهُمْۗ اِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا يَصْنَعُوْنَ","tema":"Tata Krama Pergaulan Laki-laki dan Perempuan","teks_terjemah":"Katakanlah kepada laki-laki yang beriman hendaklah mereka menjaga pandangannya dan memelihara kemaluannya. Demikian itu lebih suci bagi mereka. Sesungguhnya Allah Mahateliti terhadap apa yang mereka perbuat.","no_fn":"","teks_fn":"","bacaan":"qul lilmu\/miniina yaghu<u>dhdh<\/u>uu min ab<u>shaa<\/u>rihum waya<u>h<\/u>fa<u>zh<\/u>uu furuujahum <u>dzaa<\/u>lika azk<u>aa<\/u> lahum inna <strong>al<\/strong>l<u>aa<\/u>ha khabiirun bim<u>aa<\/u> ya<u>sh<\/u>na'uun<strong>a<\/strong>"},{"id_ayat":2822,"no_surah":24,"no_ayat":31,"teks_ayat":"وَقُلْ لِّلْمُؤْمِنٰتِ يَغْضُضْنَ مِنْ اَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوْجَهُنَّ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلٰى جُيُوْبِهِنَّۖ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا لِبُعُوْلَتِهِنَّ اَوْ اٰبَاۤىِٕهِنَّ اَوْ اٰبَاۤءِ بُعُوْلَتِهِنَّ اَوْ اَبْنَاۤىِٕهِنَّ اَوْ اَبْنَاۤءِ بُعُوْلَتِهِنَّ اَوْ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اَخَوٰتِهِنَّ اَوْ نِسَاۤىِٕهِنَّ اَوْ مَا مَلَكَتْ اَيْمَانُهُنَّ اَوِ التّٰبِعِيْنَ غَيْرِ اُولِى الْاِرْبَةِ مِنَ الرِّجَالِ اَوِ الطِّفْلِ الَّذِيْنَ لَمْ يَظْهَرُوْا عَلٰى عَوْرٰتِ النِّسَاۤءِ ۖوَلَا يَضْرِبْنَ بِاَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِيْنَ مِنْ زِيْنَتِهِنَّۗ وَتُوْبُوْٓا اِلَى اللّٰهِ جَمِيْعًا اَيُّهَ الْمُؤْمِنُوْنَ لَعَلَّكُمْ تُفْلِحُوْنَ","tema":"Tata Krama Pergaulan Laki-laki dan Perempuan","teks_terjemah":"Katakanlah kepada para perempuan yang beriman hendaklah mereka menjaga pandangannya, memelihara kemaluannya, dan janganlah menampakkan perhiasannya (bagian tubuhnya), kecuali yang (biasa) terlihat. Hendaklah mereka menutupkan kain kerudung ke dadanya. Hendaklah pula mereka tidak menampakkan perhiasannya (auratnya), kecuali kepada suami mereka, ayah mereka, ayah suami mereka, putra-putra mereka, putra-putra suami mereka, saudara-saudara laki-laki mereka, putra-putra saudara laki-laki mereka, putra-putra saudara perempuan mereka, para perempuan (sesama muslim), hamba sahaya yang mereka miliki, para pelayan laki-laki (tua) yang tidak mempunyai keinginan (terhadap perempuan), atau anak-anak yang belum mengerti tentang aurat perempuan. Hendaklah pula mereka tidak mengentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman, agar kamu beruntung.","no_fn":"","teks_fn":"","bacaan":"waqul lilmu\/min<u>aa<\/u>ti yagh<u>dh<\/u>u<u>dh<\/u>na min ab<u>shaa<\/u>rihinna waya<u>h<\/u>fa<u>zh<\/u>na furuujahunna wal<u>aa<\/u> yubdiina ziinatahunna ill<u>aa<\/u> m<u>aa<\/u> <u>zh<\/u>ahara minh<u>aa<\/u> walya<u>dh<\/u>ribna bikhumurihinna 'al<u>aa<\/u> juyuubihinna wal<u>aa<\/u> yubdiina ziinatahunna ill<u>aa<\/u> libu'uulatihinna aw <u>aa<\/u>b<u>aa<\/u>-ihinna aw <u>aa<\/u>b<u>aa<\/u>-i bu'uulatihinna aw abn<u>aa<\/u>-ihinna aw abn<u>aa<\/u>-i bu'uulatihinna aw ikhw<u>aa<\/u>nihinna aw banii ikhw<u>aa<\/u>nihinna aw banii akhaw<u>aa<\/u>tihinna aw nis<u>aa<\/u>-ihinna aw m<u>aa<\/u> malakat aym<u>aa<\/u>nuhunna awi <strong>al<\/strong>tt<u>aa<\/u>bi'iina ghayri ulii <strong>a<\/strong>l-irbati mina <strong>al<\/strong>rrij<u>aa<\/u>li awi <strong>al<\/strong><u>ththh<\/u>ifli <strong>al<\/strong>la<u>dz<\/u>iina lam ya<u>zh<\/u>haruu 'al<u>aa<\/u> 'awr<u>aa<\/u>ti <strong>al<\/strong>nnis<u>aa<\/u>-i wal<u>aa<\/u> ya<u>dh<\/u>ribna bi-arjulihinna liyu'lama m<u>aa<\/u> yukhfiina min ziinatihinna watuubuu il<u>aa<\/u> <strong>al<\/strong>l<u>aa<\/u>hi jamii'an ayyuh<u>aa<\/u> <strong>a<\/strong>lmu\/minuuna la'allakum tufli<u>h<\/u>uun<strong>a<\/strong>"},{"id_ayat":2823,"no_surah":24,"no_ayat":32,"teks_ayat":"وَاَنْكِحُوا الْاَيَامٰى مِنْكُمْ وَالصّٰلِحِيْنَ مِنْ عِبَادِكُمْ وَاِمَاۤىِٕكُمْۗ اِنْ يَّكُوْنُوْا فُقَرَاۤءَ يُغْنِهِمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ ","tema":"Perintah untuk Menikah","teks_terjemah":"Nikahkanlah orang-orang yang masih membujang di antara kamu dan juga orang-orang yang layak (menikah) dari hamba-hamba sahayamu, baik laki-laki maupun perempuan. Jika mereka miskin, Allah akan memberi kemampuan kepada mereka dengan karunia-Nya. Allah Mahaluas (pemberian-Nya) lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"wa-anki<u>h<\/u>uu <strong>a<\/strong>l-ay<u>aa<\/u>m<u>aa<\/u> minkum wa<strong>al<\/strong><u>shshaa<\/u>li<u>h<\/u>iina min 'ib<u>aa<\/u>dikum wa-im<u>aa<\/u>-ikum in yakuunuu fuqar<u>aa<\/u>-a yughnihimu <strong>al<\/strong>l<u>aa<\/u>hu min fa<u>dh<\/u>lihi wa<strong>al<\/strong>l<u>aa<\/u>hu w<u>aa<\/u>si'un 'aliim<strong>un<\/strong>"},{"id_ayat":2824,"no_surah":24,"no_ayat":33,"teks_ayat":"وَلْيَسْتَعْفِفِ الَّذِيْنَ لَا يَجِدُوْنَ نِكَاحًا حَتّٰى يُغْنِيَهُمُ اللّٰهُ مِنْ فَضْلِهٖ ۗوَالَّذِيْنَ يَبْتَغُوْنَ الْكِتٰبَ مِمَّا مَلَكَتْ اَيْمَانُكُمْ فَكَاتِبُوْهُمْ اِنْ عَلِمْتُمْ فِيْهِمْ خَيْرًا وَّاٰتُوْهُمْ مِّنْ مَّالِ اللّٰهِ الَّذِيْٓ اٰتٰىكُمْ ۗوَلَا تُكْرِهُوْا فَتَيٰتِكُمْ عَلَى الْبِغَاۤءِ اِنْ اَرَدْنَ تَحَصُّنًا لِّتَبْتَغُوْا عَرَضَ الْحَيٰوةِ الدُّنْيَا ۗوَمَنْ يُّكْرِهْهُّنَّ فَاِنَّ اللّٰهَ مِنْۢ بَعْدِ اِكْرَاهِهِنَّ غَفُوْرٌ رَّحِيْمٌ","tema":"Perintah untuk Menikah","teks_terjemah":"Orang-orang yang tidak mampu menikah, hendaklah menjaga kesucian (diri)-nya sampai Allah memberi kemampuan kepada mereka dengan karunia-Nya. (Apabila) hamba sahaya yang kamu miliki menginginkan perjanjian (kebebasan), hendaklah kamu buat perjanjian dengan mereka jika kamu mengetahui ada kebaikan pada mereka. Berikanlah kepada mereka sebagian harta Allah yang dikaruniakan-Nya kepadamu. Janganlah kamu paksa hamba sahaya perempuanmu untuk melakukan pelacuran, jika mereka sendiri menginginkan kesucian, karena kamu hendak mencari keuntungan kehidupan duniawi. Siapa yang memaksa mereka, maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang (kepada mereka) setelah mereka dipaksa.","no_fn":"","teks_fn":"","bacaan":"walyasta'fifi <strong>al<\/strong>la<u>dz<\/u>iina l<u>aa<\/u> yajiduuna nik<u>aah<\/u>an <u>h<\/u>att<u>aa<\/u> yughniyahumu <strong>al<\/strong>l<u>aa<\/u>hu min fa<u>dh<\/u>lihi wa<strong>a<\/strong>lla<u>dz<\/u>iina yabtaghuuna <strong>a<\/strong>lkit<u>aa<\/u>ba mimm<u>aa<\/u> malakat aym<u>aa<\/u>nukum fak<u>aa<\/u>tibuuhum in 'alimtum fiihim khayran wa<u>aa<\/u>tuuhum min m<u>aa<\/u>li <strong>al<\/strong>l<u>aa<\/u>hi <strong>al<\/strong>la<u>dz<\/u>ii <u>aa<\/u>t<u>aa<\/u>kum wal<u>aa<\/u> tukrihuu fatay<u>aa<\/u>tikum 'al<u>aa<\/u> <strong>a<\/strong>lbigh<u>aa<\/u>-i in aradna ta<u>h<\/u>a<u>shsh<\/u>unan litabtaghuu 'ara<u>dh<\/u>a <strong>a<\/strong>l<u>h<\/u>ay<u>aa<\/u>ti <strong>al<\/strong>dduny<u>aa<\/u> waman yukrihhunna fa-inna <strong>al<\/strong>l<u>aa<\/u>ha min ba'di ikr<u>aa<\/u>hihinna ghafuurun ra<u>h<\/u>iim<strong>un<\/strong>"},{"id_ayat":2825,"no_surah":24,"no_ayat":34,"teks_ayat":"وَلَقَدْ اَنْزَلْنَآ اِلَيْكُمْ اٰيٰتٍ مُّبَيِّنٰتٍ وَّمَثَلًا مِّنَ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِّلْمُتَّقِيْنَ ࣖ","tema":"Perintah untuk Menikah","teks_terjemah":"Sungguh, Kami benar-benar telah menurunkan kepada kamu ayat-ayat yang memberi penjelasan, contoh-contoh dari orang-orang yang terdahulu sebelum kamu, dan pelajaran bagi orang-orang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"walaqad anzaln<u>aa<\/u> ilaykum <u>aa<\/u>y<u>aa<\/u>tin mubayyin<u>aa<\/u>tin wamatsalan mina <strong>al<\/strong>la<u>dz<\/u>iina khalaw min qablikum wamaw'i<u>zh<\/u>atan lilmuttaqiin<strong>a<\/strong>"},{"id_ayat":2826,"no_surah":24,"no_ayat":35,"teks_ayat":"۞ اَللّٰهُ نُوْرُ السَّمٰوٰتِ وَالْاَرْضِۗ مَثَلُ نُوْرِهٖ كَمِشْكٰوةٍ فِيْهَا مِصْبَاحٌۗ  اَلْمِصْبَاحُ فِيْ زُجَاجَةٍۗ  اَلزُّجَاجَةُ كَاَنَّهَا كَوْكَبٌ دُرِّيٌّ يُّوْقَدُ مِنْ شَجَرَةٍ مُّبٰرَكَةٍ زَيْتُوْنَةٍ لَّا شَرْقِيَّةٍ وَّلَا غَرْبِيَّةٍۙ يَّكَادُ زَيْتُهَا يُضِيْۤءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌۗ  نُوْرٌ عَلٰى نُوْرٍۗ يَهْدِى اللّٰهُ لِنُوْرِهٖ مَنْ يَّشَاۤءُۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ۙ ","tema":"Allah Pemberi Cahaya Langit dan Bumi","teks_terjemah":"Allah (pemberi) cahaya (pada) langit dan bumi. Perumpamaan cahaya-Nya seperti sebuah lubang (pada dinding) yang tidak tembus<sup>518)<\/sup> yang di dalamnya ada pelita besar. Pelita itu di dalam tabung kaca (dan) tabung kaca itu bagaikan bintang (yang berkilauan seperti) mutiara, yang dinyalakan dengan minyak dari pohon yang diberkahi, (yaitu) pohon zaitun yang tumbuh tidak di timur dan tidak pula di barat,<sup>519)<\/sup> yang minyaknya (saja) hampir-hampir menerangi walaupun tidak disentuh api. Cahaya di atas cahaya (berlapis-lapis). Allah memberi petunjuk menuju cahaya-Nya kepada orang yang Dia kehendaki. Allah membuat perumpamaan-perumpamaan bagi manusia. Allah Maha Mengetahui segala sesuatu.","no_fn":"518,519","teks_fn":"518) Lubang yang tidak tembus (misykāt) ialah suatu lubang di dinding rumah yang tidak tembus sampai ke sebelahnya, yang biasanya digunakan untuk tempat menaruh lampu atau barang-barang lainnya.<\/br>519) Pohon zaitun itu tumbuh di puncak bukit. Pohon itu mendapat sinar matahari, sejak terbit hingga menjelang terbenam, sehingga tumbuh subur dan buahnya menghasilkan minyak yang baik.","bacaan":"<strong>al<\/strong>l<u>aa<\/u>hu nuuru <strong>al<\/strong>ssam<u>aa<\/u>w<u>aa<\/u>ti wa<strong>a<\/strong>l-ar<u>dh<\/u>i matsalu nuurihi kamisyk<u>aa<\/u>tin fiih<u>aa<\/u> mi<u>sh<\/u>b<u>aah<\/u>un <strong>a<\/strong>lmi<u>sh<\/u>b<u>aah<\/u>u fii zuj<u>aa<\/u>jatin <strong>al<\/strong>zzuj<u>aa<\/u>jatu ka-annah<u>aa<\/u> kawkabun durriyyun yuuqadu min syajaratin mub<u>aa<\/u>rakatin zaytuunatin l<u>aa<\/u> syarqiyyatin wal<u>aa<\/u> gharbiyyatin yak<u>aa<\/u>du zaytuh<u>aa<\/u> yu<u>dh<\/u>ii-u walaw lam tamsas-hu n<u>aa<\/u>run nuurun 'al<u>aa<\/u> nuurin yahdii <strong>al<\/strong>l<u>aa<\/u>hu linuurihi man yasy<u>aa<\/u>u waya<u>dh<\/u>ribu <strong>al<\/strong>l<u>aa<\/u>hu <strong>a<\/strong>l-amts<u>aa<\/u>la li<strong>l<\/strong>nn<u>aa<\/u>si wa<strong>al<\/strong>l<u>aa<\/u>hu bikulli syay-in 'aliim<strong>un<\/strong>"},{"id_ayat":2827,"no_surah":24,"no_ayat":36,"teks_ayat":"فِيْ بُيُوْتٍ اَذِنَ اللّٰهُ اَنْ تُرْفَعَ وَيُذْكَرَ فِيْهَا اسْمُهٗۙ يُسَبِّحُ لَهٗ فِيْهَا بِالْغُدُوِّ وَالْاٰصَالِ ۙ","tema":"Orang yang Mendapat Pancaran Nur Ilahi","teks_terjemah":"(Cahaya itu ada) di rumah-rumah yang telah Allah perintahkan untuk dimuliakan dan disebut di dalamnya nama-Nya. Di dalamnya senantiasa bertasbih<sup>520)<\/sup> kepada-Nya pada waktu pagi dan petang","no_fn":"520","teks_fn":"520) Yang bertasbih ialah orang yang disebut pada ayat 37.","bacaan":"fii buyuutin a<u>dz<\/u>ina <strong>al<\/strong>l<u>aa<\/u>hu an turfa'a wayu<u>dz<\/u>kara fiih<u>aa<\/u> ismuhu yusabbi<u>h<\/u>u lahu fiih<u>aa<\/u> bi<strong>a<\/strong>lghuduwwi wa<strong>a<\/strong>l-<u>aasaa<\/u>l<strong>i<\/strong>"},{"id_ayat":2828,"no_surah":24,"no_ayat":37,"teks_ayat":"رِجَالٌ لَّا تُلْهِيْهِمْ تِجَارَةٌ وَّلَا بَيْعٌ عَنْ ذِكْرِ اللّٰهِ وَاِقَامِ الصَّلٰوةِ وَاِيْتَاۤءِ الزَّكٰوةِ ۙيَخَافُوْنَ يَوْمًا تَتَقَلَّبُ فِيْهِ الْقُلُوْبُ وَالْاَبْصَارُ ۙ","tema":"Orang yang Mendapat Pancaran Nur Ilahi","teks_terjemah":"orang-orang yang tidak dilalaikan oleh perniagaan dan jual beli dari mengingat Allah, melaksanakan salat, dan menunaikan zakat. Mereka takut kepada hari ketika hati dan penglihatan menjadi guncang (hari Kiamat).","no_fn":"","teks_fn":"","bacaan":"rij<u>aa<\/u>lun l<u>aa<\/u> tulhiihim tij<u>aa<\/u>ratun wal<u>aa<\/u> bay'un 'an <u>dz<\/u>ikri <strong>al<\/strong>l<u>aa<\/u>hi wa-iq<u>aa<\/u>mi <strong>al<\/strong><u>shsh<\/u>al<u>aa<\/u>ti wa-iit<u>aa<\/u>-i <strong>al<\/strong>zzak<u>aa<\/u>ti yakh<u>aa<\/u>fuuna yawman tataqallabu fiihi <strong>a<\/strong>lquluubu wa<strong>a<\/strong>l-ab<u>shaa<\/u>r<strong>u<\/strong>"},{"id_ayat":2829,"no_surah":24,"no_ayat":38,"teks_ayat":"لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا عَمِلُوْا وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ وَاللّٰهُ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ","tema":"Orang yang Mendapat Pancaran Nur Ilahi","teks_terjemah":"(Mereka melakukan itu) agar Allah memberi balasan kepada mereka yang lebih baik daripada apa yang telah mereka kerjakan dan agar Dia menambah karunia-Nya kepada mereka. Allah menganugerahkan rezeki kepada siapa saja yang Dia kehendaki tanpa batas.","no_fn":"","teks_fn":"","bacaan":"liyajziyahumu <strong>al<\/strong>l<u>aa<\/u>hu a<u>h<\/u>sana m<u>aa<\/u> 'amiluu wayaziidahum min fa<u>dh<\/u>lihi wa<strong>al<\/strong>l<u>aa<\/u>hu yarzuqu man yasy<u>aa<\/u>u bighayri <u>h<\/u>is<u>aa<\/u>b<strong>in<\/strong>"},{"id_ayat":2830,"no_surah":24,"no_ayat":39,"teks_ayat":"وَالَّذِيْنَ كَفَرُوْٓا اَعْمَالُهُمْ كَسَرَابٍۢ بِقِيْعَةٍ يَّحْسَبُهُ الظَّمْاٰنُ مَاۤءًۗ حَتّٰىٓ اِذَا جَاۤءَهٗ لَمْ يَجِدْهُ شَيْـًٔا وَّوَجَدَ اللّٰهَ عِنْدَهٗ فَوَفّٰىهُ حِسَابَهٗ ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ۙ","tema":"Orang yang Tidak Memperoleh Pancaran Nur Ilahi","teks_terjemah":"Orang-orang yang kufur, amal perbuatan mereka seperti fatamorgana di tanah yang datar. Orang-orang yang dahaga menyangkanya air, hingga apabila ia mendatanginya, ia tidak menjumpai apa pun. (Sebaliknya,) ia mendapati (ketetapan) Allah (baginya) di sana, lalu Dia memberikan kepadanya perhitungan (amal-amal) dengan sempurna. Allah sangat cepat perhitungan-Nya.<sup>521)<\/sup>","no_fn":"521","teks_fn":"521) Orang-orang kafir, karena amal-amal mereka tidak didasarkan atas iman, tidaklah mendapat balasan dari Allah Swt. di akhirat, walaupun di dunia mereka mengira akan mendapat balasan atas amal mereka itu.","bacaan":"wa<strong>a<\/strong>lla<u>dz<\/u>iina kafaruu a'm<u>aa<\/u>luhum kasar<u>aa<\/u>bin biqii'atin ya<u>h<\/u>sabuhu <strong>al<\/strong><u>zhzh<\/u>am-<u>aa<\/u>nu m<u>aa<\/u>-an <u>h<\/u>att<u>aa<\/u> i<u>dzaa<\/u> j<u>aa<\/u>-ahu lam yajidhu syay-an wawajada <strong>al<\/strong>l<u>aa<\/u>ha 'indahu fawaff<u>aa<\/u>hu <u>h<\/u>is<u>aa<\/u>bahu wa<strong>al<\/strong>l<u>aa<\/u>hu sarii'u <strong>a<\/strong>l<u>h<\/u>is<u>aa<\/u>b<strong>i<\/strong>"},{"id_ayat":2831,"no_surah":24,"no_ayat":40,"teks_ayat":"اَوْ كَظُلُمٰتٍ فِيْ بَحْرٍ لُّجِّيٍّ يَّغْشٰىهُ مَوْجٌ مِّنْ فَوْقِهٖ مَوْجٌ مِّنْ فَوْقِهٖ سَحَابٌۗ ظُلُمٰتٌۢ بَعْضُهَا فَوْقَ بَعْضٍۗ اِذَآ اَخْرَجَ يَدَهٗ لَمْ يَكَدْ يَرٰىهَاۗ وَمَنْ لَّمْ يَجْعَلِ اللّٰهُ لَهٗ نُوْرًا فَمَا لَهٗ مِنْ نُّوْرٍ ࣖ","tema":"Orang yang Tidak Memperoleh Pancaran Nur Ilahi","teks_terjemah":"Atau, (amal perbuatan orang-orang yang kufur itu) seperti gelap gulita di lautan yang dalam, yang diliputi oleh gelombang demi gelombang yang di atasnya ada awan gelap. Itulah gelap gulita yang berlapis-lapis. Apabila dia mengeluarkan tangannya, ia benar-benar tidak dapat melihatnya. Siapa yang tidak diberi cahaya (petunjuk) oleh Allah, maka dia tidak mempunyai cahaya sedikit pun.","no_fn":"","teks_fn":"","bacaan":"aw ka<u>zh<\/u>ulum<u>aa<\/u>tin fii ba<u>h<\/u>rin lujjiyyin yaghsy<u>aa<\/u>hu mawjun min fawqihi mawjun min fawqihi sa<u>haa<\/u>bun <u>zh<\/u>ulum<u>aa<\/u>tun ba'<u>dh<\/u>uh<u>aa<\/u> fawqa ba'<u>dh<\/u>in i<u>dzaa<\/u> akhraja yadahu lam yakad yar<u>aa<\/u>h<u>aa<\/u> waman lam yaj'ali <strong>al<\/strong>l<u>aa<\/u>hu lahu nuuran fam<u>aa<\/u> lahu min nuur<strong>in<\/strong>"},{"id_ayat":2832,"no_surah":24,"no_ayat":41,"teks_ayat":"اَلَمْ تَرَ اَنَّ اللّٰهَ يُسَبِّحُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ وَالطَّيْرُ صٰۤفّٰتٍۗ كُلٌّ قَدْ عَلِمَ صَلَاتَهٗ وَتَسْبِيْحَهٗۗ وَاللّٰهُ عَلِيْمٌۢ بِمَا يَفْعَلُوْنَ ","tema":"Dalil-Dalil Kekuasaan Allah","teks_terjemah":"Tidakkah engkau (Nabi Muhammad) tahu bahwa sesungguhnya kepada Allahlah apa yang di langit dan di bumi dan burung-burung yang merentangkan sayapnya senantiasa bertasbih. Masing-masing sungguh telah mengetahui doa dan tasbihnya. Allah Maha Mengetahui apa yang mereka lakukan.","no_fn":"","teks_fn":"","bacaan":"alam tara anna <strong>al<\/strong>l<u>aa<\/u>ha yusabbi<u>h<\/u>u lahu man fii <strong>al<\/strong>ssam<u>aa<\/u>w<u>aa<\/u>ti wa<strong>a<\/strong>l-ar<u>dh<\/u>i wa<strong>al<\/strong><u>ththh<\/u>ayru <u>shaa<\/u>ff<u>aa<\/u>tin kullun qad 'alima <u>sh<\/u>al<u>aa<\/u>tahu watasbii<u>h<\/u>ahu wa<strong>al<\/strong>l<u>aa<\/u>hu 'aliimun bim<u>aa<\/u> yaf'aluun<strong>a<\/strong>"},{"id_ayat":2833,"no_surah":24,"no_ayat":42,"teks_ayat":"وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ وَاِلَى اللّٰهِ الْمَصِيْرُ","tema":"Dalil-Dalil Kekuasaan Allah","teks_terjemah":"Milik Allahlah kerajaan langit dan bumi dan hanya kepada Allahlah kembalinya (seluruh makhluk).","no_fn":"","teks_fn":"","bacaan":"walill<u>aa<\/u>hi mulku <strong>al<\/strong>ssam<u>aa<\/u>w<u>aa<\/u>ti wa<strong>a<\/strong>l-ar<u>dh<\/u>i wa-il<u>aa<\/u> <strong>al<\/strong>l<u>aa<\/u>hi <strong>a<\/strong>lma<u>sh<\/u>iir<strong>u<\/strong>"},{"id_ayat":2834,"no_surah":24,"no_ayat":43,"teks_ayat":"اَلَمْ تَرَ اَنَّ اللّٰهَ يُزْجِيْ سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهٗ ثُمَّ يَجْعَلُهٗ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ وَيُنَزِّلُ مِنَ السَّمَاۤءِ مِنْ جِبَالٍ فِيْهَا مِنْۢ بَرَدٍ فَيُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ وَيَصْرِفُهٗ عَنْ مَّنْ يَّشَاۤءُۗ يَكَادُ سَنَا بَرْقِهٖ يَذْهَبُ بِالْاَبْصَارِ ۗ","tema":"Dalil-Dalil Kekuasaan Allah","teks_terjemah":"Tidakkah engkau melihat bahwa sesungguhnya Allah mengarahkan awan secara perlahan, kemudian mengumpulkannya, lalu menjadikannya bertumpuk-tumpuk. Maka, engkau melihat hujan keluar dari celah-celahnya. Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung. Maka, Dia menimpakannya (butiran-butiran es itu) kepada siapa yang Dia kehendaki dan memalingkannya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan.","no_fn":"","teks_fn":"","bacaan":"alam tara anna <strong>al<\/strong>l<u>aa<\/u>ha yuzjii sa<u>haa<\/u>ban tsumma yu-allifu baynahu tsumma yaj'aluhu ruk<u>aa<\/u>man fatar<u>aa<\/u> <strong>a<\/strong>lwadqa yakhruju min khil<u>aa<\/u>lihi wayunazzilu mina <strong>al<\/strong>ssam<u>aa<\/u>-i min jib<u>aa<\/u>lin fiih<u>aa<\/u> min baradin fayu<u>sh<\/u>iibu bihi man yasy<u>aa<\/u>u waya<u>sh<\/u>rifuhu 'an man yasy<u>aa<\/u>u yak<u>aa<\/u>du san<u>aa<\/u> barqihi ya<u>dz<\/u>habu bi<strong>a<\/strong>l-ab<u>shaa<\/u>r<strong>i<\/strong>"},{"id_ayat":2835,"no_surah":24,"no_ayat":44,"teks_ayat":"يُقَلِّبُ اللّٰهُ الَّيْلَ وَالنَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ ","tema":"Dalil-Dalil Kekuasaan Allah","teks_terjemah":"Allah menjadikan malam dan siang silih berganti. Sesungguhnya pada yang demikian itu pasti terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (yang tajam).","no_fn":"","teks_fn":"","bacaan":"yuqallibu <strong>al<\/strong>l<u>aa<\/u>hu <strong>al<\/strong>layla wa<strong>al<\/strong>nnah<u>aa<\/u>ra inna fii <u>dzaa<\/u>lika la'ibratan li-ulii <strong>a<\/strong>l-ab<u>shaa<\/u>r<strong>i<\/strong>"},{"id_ayat":2836,"no_surah":24,"no_ayat":45,"teks_ayat":"وَاللّٰهُ خَلَقَ كُلَّ دَاۤبَّةٍ مِّنْ مَّاۤءٍۚ فَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى بَطْنِهٖۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰٓى اَرْبَعٍۗ يَخْلُقُ اللّٰهُ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","tema":"Dalil-Dalil Kekuasaan Allah","teks_terjemah":"Allah menciptakan semua jenis hewan dari air. Sebagian berjalan dengan perutnya, sebagian berjalan dengan dua kaki, dan sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang Dia kehendaki. Sesungguhnya Allah Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"wa<strong>al<\/strong>l<u>aa<\/u>hu khalaqa kulla d<u>aa<\/u>bbatin min m<u>aa<\/u>-in faminhum man yamsyii 'al<u>aa<\/u> ba<u>th<\/u>nihi waminhum man yamsyii 'al<u>aa<\/u> rijlayni waminhum man yamsyii 'al<u>aa<\/u> arba'in yakhluqu <strong>al<\/strong>l<u>aa<\/u>hu m<u>aa<\/u> yasy<u>aa<\/u>u inna <strong>al<\/strong>l<u>aa<\/u>ha 'al<u>aa<\/u> kulli syay-in qadiir<strong>un<\/strong>"},{"id_ayat":2837,"no_surah":24,"no_ayat":46,"teks_ayat":"لَقَدْ اَنْزَلْنَآ اٰيٰتٍ مُّبَيِّنٰتٍۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","tema":"Dalil-Dalil Kekuasaan Allah","teks_terjemah":"Sungguh, Kami telah menurunkan ayat-ayat yang memberi penjelasan. Allah memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus (berdasarkan kesiapannya untuk menerima petunjuk).","no_fn":"","teks_fn":"","bacaan":"laqad anzaln<u>aa<\/u> <u>aa<\/u>y<u>aa<\/u>tin mubayyin<u>aa<\/u>tin wa<strong>al<\/strong>l<u>aa<\/u>hu yahdii man yasy<u>aa<\/u>u il<u>aa<\/u> <u>sh<\/u>ir<u>aath<\/u>in mustaqiim<strong>in<\/strong>"},{"id_ayat":2838,"no_surah":24,"no_ayat":47,"teks_ayat":"وَيَقُوْلُوْنَ اٰمَنَّا بِاللّٰهِ وَبِالرَّسُوْلِ وَاَطَعْنَا ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ مِّنْۢ بَعْدِ ذٰلِكَۗ وَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ","tema":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","teks_terjemah":"Mereka (orang-orang munafik) berkata, “Kami telah beriman kepada Allah dan Rasul (Nabi Muhammad) dan kami menaati (keduanya).”  Kemudian, sebagian dari mereka berpaling setelah itu. Mereka itu bukanlah orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"wayaquuluuna <u>aa<\/u>mann<u>aa<\/u> bi<strong>al<\/strong>l<u>aa<\/u>hi wabi<strong>al<\/strong>rrasuuli wa-a<u>th<\/u>a'n<u>aa<\/u> tsumma yatawall<u>aa<\/u> fariiqun minhum min ba'di <u>dzaa<\/u>lika wam<u>aa<\/u> ul<u>aa<\/u>-ika bi<strong>a<\/strong>lmu\/miniin<strong>a<\/strong>"},{"id_ayat":2839,"no_surah":24,"no_ayat":48,"teks_ayat":"وَاِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اِذَا فَرِيْقٌ مِّنْهُمْ مُّعْرِضُوْنَ ","tema":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","teks_terjemah":"Apabila mereka diajak kepada Allah dan Rasul-Nya agar ia (Rasul) memutuskan perkara di antara mereka, tiba-tiba sebagian dari mereka berpaling.","no_fn":"","teks_fn":"","bacaan":"wa-i<u>dzaa<\/u> du'uu il<u>aa<\/u> <strong>al<\/strong>l<u>aa<\/u>hi warasuulihi liya<u>h<\/u>kuma baynahum i<u>dzaa<\/u> fariiqun minhum mu'ri<u>dh<\/u>uun<strong>a<\/strong>"},{"id_ayat":2840,"no_surah":24,"no_ayat":49,"teks_ayat":"وَاِنْ يَّكُنْ لَّهُمُ الْحَقُّ يَأْتُوْٓا اِلَيْهِ مُذْعِنِيْنَ","tema":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","teks_terjemah":"Akan tetapi, jika kebenaran (putusan Rasul) menguntungkan mereka, mereka datang kepadanya (Rasul) dengan patuh.","no_fn":"","teks_fn":"","bacaan":"wa-in yakun lahumu <strong>a<\/strong>l<u>h<\/u>aqqu ya\/tuu ilayhi mu<u>dz<\/u>'iniin<strong>a<\/strong>"},{"id_ayat":2841,"no_surah":24,"no_ayat":50,"teks_ayat":"اَفِيْ قُلُوْبِهِمْ مَّرَضٌ اَمِ ارْتَابُوْٓا اَمْ يَخَافُوْنَ اَنْ يَّحِيْفَ اللّٰهُ عَلَيْهِمْ وَرَسُوْلُهٗ ۗبَلْ اُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ࣖ","tema":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","teks_terjemah":"Apakah (sikap mereka yang demikian itu karena) dalam hati mereka ada penyakit atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan Rasul-Nya berbuat zalim kepada mereka? Sebaliknya, mereka itulah orang-orang yang zalim.","no_fn":"","teks_fn":"","bacaan":"afii quluubihim mara<u>dh<\/u>un ami irt<u>aa<\/u>buu am yakh<u>aa<\/u>fuuna an ya<u>h<\/u>iifa <strong>al<\/strong>l<u>aa<\/u>hu 'alayhim warasuuluhu bal ul<u>aa<\/u>-ika humu <strong>al<\/strong><u>zhzhaa<\/u>limuun<strong>a<\/strong>"},{"id_ayat":2842,"no_surah":24,"no_ayat":51,"teks_ayat":"اِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِيْنَ اِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اَنْ يَّقُوْلُوْا سَمِعْنَا وَاَطَعْنَاۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ","tema":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","teks_terjemah":"Sesungguhnya yang merupakan ucapan orang-orang mukmin, apabila mereka diajak kepada Allah dan Rasul-Nya agar ia memutuskan (perkara) di antara mereka,<sup>522)<\/sup> hanyalah, “Kami mendengar dan kami taat.” Mereka itulah orang-orang beruntung.","no_fn":"522","teks_fn":"522) Maksudnya, di antara kaum muslim sendiri atau di antara kaum muslim dan nonmuslim.","bacaan":"innam<u>aa<\/u> k<u>aa<\/u>na qawla <strong>a<\/strong>lmu\/miniina i<u>dzaa<\/u> du'uu il<u>aa<\/u> <strong>al<\/strong>l<u>aa<\/u>hi warasuulihi liya<u>h<\/u>kuma baynahum an yaquuluu sami'n<u>aa<\/u> wa-a<u>th<\/u>a'n<u>aa<\/u> waul<u>aa<\/u>-ika humu <strong>a<\/strong>lmufli<u>h<\/u>uun<strong>a<\/strong>"},{"id_ayat":2843,"no_surah":24,"no_ayat":52,"teks_ayat":"وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ وَيَخْشَ اللّٰهَ وَيَتَّقْهِ فَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ","tema":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","teks_terjemah":"Siapa yang taat kepada Allah dan Rasul-Nya serta takut kepada Allah dan bertakwa kepada-Nya, mereka itulah orang-orang yang mendapat kemenangan.","no_fn":"","teks_fn":"","bacaan":"waman yu<u>th<\/u>i'i <strong>al<\/strong>l<u>aa<\/u>ha warasuulahu wayakhsya <strong>al<\/strong>l<u>aa<\/u>ha wayattaqhi faul<u>aa<\/u>-ika humu <strong>a<\/strong>lf<u>aa<\/u>-izuun<strong>a<\/strong>"},{"id_ayat":2844,"no_surah":24,"no_ayat":53,"teks_ayat":"۞ وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ اَمَرْتَهُمْ لَيَخْرُجُنَّۗ قُلْ لَّا تُقْسِمُوْاۚ طَاعَةٌ مَّعْرُوْفَةٌ  ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ","tema":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","teks_terjemah":"Mereka bersumpah atas (nama) Allah dengan sungguh-sungguh bahwa jika engkau menyuruh mereka (berperang), pastilah mereka akan berangkat. Katakanlah (Nabi Muhammad), “Janganlah kamu bersumpah (karena yang diminta) adalah ketaatan yang baik. Sesungguhnya Allah Mahateliti terhadap apa yang kamu kerjakan.”","no_fn":"","teks_fn":"","bacaan":"wa-aqsamuu bi<strong>al<\/strong>l<u>aa<\/u>hi jahda aym<u>aa<\/u>nihim la-in amartahum layakhrujunna qul l<u>aa<\/u> tuqsimuu <u>th<\/u><u>aa<\/u>'atun ma'ruufatun inna <strong>al<\/strong>l<u>aa<\/u>ha khabiirun bim<u>aa<\/u> ta'maluun<strong>a<\/strong>"},{"id_ayat":2845,"no_surah":24,"no_ayat":54,"teks_ayat":"قُلْ اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْۗ وَاِنْ تُطِيْعُوْهُ تَهْتَدُوْاۗ وَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ","tema":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","teks_terjemah":"Katakanlah, “Taatlah kepada Allah dan taatlah kepada Rasul. Jika kamu berpaling, sesungguhnya kewajiban Rasul (Nabi Muhammad) hanyalah apa yang dibebankan kepadanya dan kewajiban kamu hanyalah apa yang dibebankan kepadamu. Jika kamu taat kepadanya, niscaya kamu mendapat petunjuk. Kewajiban Rasul hanyalah menyampaikan (amanat Allah) dengan jelas.”","no_fn":"","teks_fn":"","bacaan":"qul a<u>th<\/u>ii'uu <strong>al<\/strong>l<u>aa<\/u>ha wa-a<u>th<\/u>ii'uu <strong>al<\/strong>rrasuula fa-in tawallaw fa-innam<u>aa<\/u> 'alayhi m<u>aa<\/u> <u>h<\/u>ummila wa'alaykum m<u>aa<\/u> <u>h<\/u>ummiltum wa-in tu<u>th<\/u>ii'uuhu tahtaduu wam<u>aa<\/u> 'al<u>aa<\/u> <strong>al<\/strong>rrasuuli ill<u>aa<\/u> <strong>a<\/strong>lbal<u>aa<\/u>ghu <strong>a<\/strong>lmubiin<strong>a<\/strong>"},{"id_ayat":2846,"no_surah":24,"no_ayat":55,"teks_ayat":"وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَعَمِلُوا الصّٰلِحٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى الْاَرْضِ كَمَا اسْتَخْلَفَ الَّذِيْنَ مِنْ قَبْلِهِمْۖ وَلَيُمَكِّنَنَّ لَهُمْ دِيْنَهُمُ الَّذِى ارْتَضٰى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِّنْۢ بَعْدِ خَوْفِهِمْ اَمْنًاۗ يَعْبُدُوْنَنِيْ لَا يُشْرِكُوْنَ بِيْ شَيْـًٔاۗ وَمَنْ كَفَرَ بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ","tema":"Janji Kekuasaan dari Allah kepada Orang yang Beriman dan Beramal Saleh","teks_terjemah":"Allah telah berjanji kepada orang-orang yang beriman di antara kamu dan yang mengerjakan kebajikan bahwa Dia sungguh akan menjadikan mereka berkuasa di bumi sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa; Dia sungguh akan meneguhkan bagi mereka agama yang telah Dia ridai; dan Dia sungguh akan mengubah (keadaan) mereka setelah berada dalam ketakutan menjadi aman sentosa. Mereka menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu apa pun. Siapa yang kufur setelah (janji) tersebut, mereka itulah orang-orang fasik.","no_fn":"","teks_fn":"","bacaan":"wa'ada <strong>al<\/strong>l<u>aa<\/u>hu <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu minkum wa'amiluu <strong>al<\/strong><u>shshaa<\/u>li<u>haa<\/u>ti layastakhlifannahum fii <strong>a<\/strong>l-ar<u>dh<\/u>i kam<u>aa<\/u> istakhlafa <strong>al<\/strong>la<u>dz<\/u>iina min qablihim walayumakkinanna lahum diinahumu <strong>al<\/strong>la<u>dz<\/u>ii irta<u>daa<\/u> lahum walayubaddilannahum min ba'di khawfihim amnan ya'buduunanii l<u>aa<\/u> yusyrikuuna bii syay-an waman kafara ba'da <u>dzaa<\/u>lika faul<u>aa<\/u>-ika humu <strong>a<\/strong>lf<u>aa<\/u>siquun<strong>a<\/strong>"},{"id_ayat":2847,"no_surah":24,"no_ayat":56,"teks_ayat":"وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا الرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَ","tema":"Janji Kekuasaan dari Allah kepada Orang yang Beriman dan Beramal Saleh","teks_terjemah":"Dirikanlah salat, tunaikanlah zakat, dan taatlah kepada Rasul (Nabi Muhammad) agar kamu dirahmati.","no_fn":"","teks_fn":"","bacaan":"wa-aqiimuu <strong>al<\/strong><u>shsh<\/u>al<u>aa<\/u>ta wa<u>aa<\/u>tuu <strong>al<\/strong>zzak<u>aa<\/u>ta wa-a<u>th<\/u>ii'uu <strong>al<\/strong>rrasuula la'allakum tur<u>h<\/u>amuun<strong>a<\/strong>"},{"id_ayat":2848,"no_surah":24,"no_ayat":57,"teks_ayat":"لَا تَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا مُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَأْوٰىهُمُ النَّارُۗ وَلَبِئْسَ الْمَصِيْرُ ࣖ","tema":"Janji Kekuasaan dari Allah kepada Orang yang Beriman dan Beramal Saleh","teks_terjemah":"Janganlah engkau mengira bahwa orang-orang yang kufur itu dapat melemahkan Allah di bumi (sehingga dapat menghindar dari siksa-Nya). Tempat kembali mereka (di akhirat) adalah neraka. Itulah seburuk-buruk tempat kembali.","no_fn":"","teks_fn":"","bacaan":"l<u>aa<\/u> ta<u>h<\/u>sabanna <strong>al<\/strong>la<u>dz<\/u>iina kafaruu mu'jiziina fii <strong>a<\/strong>l-ar<u>dh<\/u>i wama\/w<u>aa<\/u>humu <strong>al<\/strong>nn<u>aa<\/u>ru walabi\/sa <strong>a<\/strong>lma<u>sh<\/u>iir<strong>u<\/strong>"},{"id_ayat":2849,"no_surah":24,"no_ayat":58,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِيَسْتَأْذِنْكُمُ الَّذِيْنَ مَلَكَتْ اَيْمَانُكُمْ وَالَّذِيْنَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلٰثَ مَرّٰتٍۗ مِنْ قَبْلِ صَلٰوةِ الْفَجْرِ وَحِيْنَ تَضَعُوْنَ ثِيَابَكُمْ مِّنَ الظَّهِيْرَةِ وَمِنْۢ بَعْدِ صَلٰوةِ الْعِشَاۤءِۗ ثَلٰثُ عَوْرٰتٍ لَّكُمْۗ  لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌۢ بَعْدَهُنَّۗ طَوَّافُوْنَ عَلَيْكُمْ بَعْضُكُمْ عَلٰى بَعْضٍۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ","tema":"Tata Krama Pergaulan dalam Rumah Tangga","teks_terjemah":"Wahai orang-orang yang beriman, hendaklah hamba sahaya (laki-laki dan perempuan) yang kamu miliki dan orang-orang yang belum balig (dewasa) di antara kamu meminta izin kepada kamu tiga kali, yaitu sebelum salat Subuh, ketika kamu menanggalkan pakaian (luar)-mu di tengah hari, dan setelah salat Isya. (Itu adalah) tiga (waktu yang biasanya) aurat (terbuka) bagi kamu.<sup>523)<\/sup> Tidak ada dosa bagimu dan tidak (pula) bagi mereka selain dari (tiga waktu) itu. (Mereka) sering keluar masuk menemuimu. Sebagian kamu (memang sering keluar masuk) atas sebagian yang lain. Demikianlah Allah menjelaskan ayat-ayat kepadamu. Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"523","teks_fn":"523) Maksudnya adalah tiga waktu ketika aurat sering terbuka. Oleh sebab itu, Allah Swt. melarang hamba sahaya dan anak-anak di bawah umur untuk masuk ke kamar tidur orang dewasa tanpa izin pada ketiga waktu tersebut.","bacaan":"y<u>aa<\/u> ayyuh<u>aa<\/u> <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu liyasta\/<u>dz<\/u>inkumu <strong>al<\/strong>la<u>dz<\/u>iina malakat aym<u>aa<\/u>nukum wa<strong>a<\/strong>lla<u>dz<\/u>iina lam yablughuu <strong>a<\/strong>l<u>h<\/u>uluma minkum tsal<u>aa<\/u>tsa marr<u>aa<\/u>tin min qabli <u>sh<\/u>al<u>aa<\/u>ti <strong>a<\/strong>lfajri wa<u>h<\/u>iina ta<u>dh<\/u>a'uuna tsiy<u>aa<\/u>bakum mina <strong>al<\/strong><u>zhzh<\/u>ahiirati wamin ba'di <u>sh<\/u>al<u>aa<\/u>ti <strong>a<\/strong>l'isy<u>aa<\/u>-i tsal<u>aa<\/u>tsu 'awr<u>aa<\/u>tin lakum laysa 'alaykum wal<u>aa<\/u> 'alayhim jun<u>aah<\/u>un ba'dahunna <u>th<\/u>aww<u>aa<\/u>fuuna 'alaykum ba'<u>dh<\/u>ukum 'al<u>aa<\/u> ba'<u>dh<\/u>in ka<u>dzaa<\/u>lika yubayyinu <strong>al<\/strong>l<u>aa<\/u>hu lakumu <strong>a<\/strong>l-<u>aa<\/u>y<u>aa<\/u>ti wa<strong>al<\/strong>l<u>aa<\/u>hu 'aliimun <u>h<\/u>akiim<strong>un<\/strong>"},{"id_ayat":2850,"no_surah":24,"no_ayat":59,"teks_ayat":"وَاِذَا بَلَغَ الْاَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوْا كَمَا اسْتَأْذَنَ الَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","tema":"Tata Krama Pergaulan dalam Rumah Tangga","teks_terjemah":"Apabila anak-anak di antaramu telah sampai umur dewasa, hendaklah mereka meminta izin seperti halnya orang-orang yang (telah dewasa) sebelum mereka (juga) meminta izin.<sup>524)<\/sup> Demikianlah Allah menjelaskan ayat-ayat-Nya kepadamu. Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"524","teks_fn":"524) Anak-anak dari orang merdeka yang bukan mahram dan telah mencapai usia balig harus meminta izin terlebih dahulu jika hendak masuk ke kamar tidur orang tua, seperti cara orang-orang yang disebut pada ayat 27 dan 28 di surah ini.","bacaan":"wa-i<u>dzaa<\/u> balagha <strong>a<\/strong>l-a<u>th<\/u>f<u>aa<\/u>lu minkumu <strong>a<\/strong>l<u>h<\/u>uluma falyasta\/<u>dz<\/u>inuu kam<u>aa<\/u> ista\/<u>dz<\/u>ana <strong>al<\/strong>la<u>dz<\/u>iina min qablihim ka<u>dzaa<\/u>lika yubayyinu <strong>al<\/strong>l<u>aa<\/u>hu lakum <u>aa<\/u>y<u>aa<\/u>tihi wa<strong>al<\/strong>l<u>aa<\/u>hu 'aliimun <u>h<\/u>akiim<strong>un<\/strong>"},{"id_ayat":2851,"no_surah":24,"no_ayat":60,"teks_ayat":"وَالْقَوَاعِدُ مِنَ النِّسَاۤءِ الّٰتِيْ لَا يَرْجُوْنَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ اَنْ يَّضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجٰتٍۢ بِزِيْنَةٍۗ وَاَنْ يَّسْتَعْفِفْنَ خَيْرٌ لَّهُنَّۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ","tema":"Tata Krama Pergaulan dalam Rumah Tangga","teks_terjemah":"Para perempuan tua yang telah berhenti (dari haid dan mengandung) yang tidak lagi berhasrat menikah, tidak ada dosa bagi mereka menanggalkan pakaian (luar)<sup>525)<\/sup> dengan tidak (bermaksud) menampakkan perhiasan. Akan tetapi, memelihara kehormatan (tetap mengenakan pakaian luar) lebih baik bagi mereka. Allah Maha Mendengar lagi Maha Mengetahui.","no_fn":"525","teks_fn":"525) Maksudnya adalah pakaian luar yang kalau dibuka tidak menampakkan aurat.","bacaan":"wa<strong>a<\/strong>lqaw<u>aa<\/u>'idu mina <strong>al<\/strong>nnis<u>aa<\/u>-i <strong>al<\/strong>l<u>aa<\/u>tii l<u>aa<\/u> yarjuuna nik<u>aah<\/u>an falaysa 'alayhinna jun<u>aah<\/u>un an ya<u>dh<\/u>a'na tsiy<u>aa<\/u>bahunna ghayra mutabarrij<u>aa<\/u>tin biziinatin wa-an yasta'fifna khayrun lahunna wa<strong>al<\/strong>l<u>aa<\/u>hu samii'un 'aliim<strong>un<\/strong>"},{"id_ayat":2852,"no_surah":24,"no_ayat":61,"teks_ayat":"لَيْسَ عَلَى الْاَعْمٰى حَرَجٌ وَّلَا عَلَى الْاَعْرَجِ حَرَجٌ وَّلَا عَلَى الْمَرِيْضِ حَرَجٌ وَّلَا عَلٰٓى اَنْفُسِكُمْ اَنْ تَأْكُلُوْا مِنْۢ بُيُوْتِكُمْ اَوْ بُيُوْتِ اٰبَاۤىِٕكُمْ اَوْ بُيُوْتِ اُمَّهٰتِكُمْ اَوْ بُيُوْتِ اِخْوَانِكُمْ اَوْ بُيُوْتِ اَخَوٰتِكُمْ اَوْ بُيُوْتِ اَعْمَامِكُمْ اَوْ بُيُوْتِ عَمّٰتِكُمْ اَوْ بُيُوْتِ اَخْوَالِكُمْ اَوْ بُيُوْتِ خٰلٰتِكُمْ اَوْ مَا مَلَكْتُمْ مَّفَاتِحَهٗٓ اَوْ صَدِيْقِكُمْۗ  لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَأْكُلُوْا جَمِيْعًا اَوْ اَشْتَاتًاۗ فَاِذَا دَخَلْتُمْ بُيُوْتًا فَسَلِّمُوْا عَلٰٓى اَنْفُسِكُمْ تَحِيَّةً مِّنْ عِنْدِ اللّٰهِ مُبٰرَكَةً طَيِّبَةً ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَعْقِلُوْنَ ࣖ","tema":"Izin bagi Orang Cacat untuk Makan di Rumah Kerabatnya","teks_terjemah":"Tidak ada halangan bagi orang buta, orang pincang, orang sakit, dan dirimu untuk makan (bersama-sama mereka) di rumahmu, di rumah bapak-bapakmu, di rumah ibu-ibumu, di rumah saudara-saudaramu yang laki-laki, di rumah saudara-saudaramu yang perempuan, di rumah saudara-saudara bapakmu yang laki-laki, di rumah saudara-saudara bapakmu yang perempuan, di rumah saudara-saudara ibumu yang laki-laki, di rumah saudara-saudara ibumu yang perempuan, (di rumah) yang kamu miliki kuncinya, atau (di rumah) kawan-kawanmu. Tidak ada halangan bagimu untuk makan bersama-sama mereka atau sendiri-sendiri. Apabila kamu memasuki rumah-rumah itu, hendaklah kamu memberi salam (kepada penghuninya, yang berarti memberi salam) kepada dirimu sendiri dengan salam yang penuh berkah dan baik dari sisi Allah. Demikianlah Allah menjelaskan ayat-ayat(-Nya) kepadamu agar kamu mengerti. ","no_fn":"","teks_fn":"","bacaan":"laysa 'al<u>aa<\/u> <strong>a<\/strong>l-a'm<u>aa<\/u> <u>h<\/u>arajun wal<u>aa<\/u> 'al<u>aa<\/u> <strong>a<\/strong>l-a'raji <u>h<\/u>arajun wal<u>aa<\/u> 'al<u>aa<\/u> <strong>a<\/strong>lmarii<u>dh<\/u>i <u>h<\/u>arajun wal<u>aa<\/u> 'al<u>aa<\/u> anfusikum an ta\/kuluu min buyuutikum aw buyuuti <u>aa<\/u>b<u>aa<\/u>-ikum aw buyuuti ummah<u>aa<\/u>tikum aw buyuuti ikhw<u>aa<\/u>nikum aw buyuuti akhaw<u>aa<\/u>tikum aw buyuuti a'm<u>aa<\/u>mikum aw buyuuti 'amm<u>aa<\/u>tikum aw buyuuti akhw<u>aa<\/u>likum aw buyuuti kh<u>aa<\/u>l<u>aa<\/u>tikum aw m<u>aa<\/u> malaktum maf<u>aa<\/u>ti<u>h<\/u>ahu aw <u>sh<\/u>adiiqikum laysa 'alaykum jun<u>aah<\/u>un an ta\/kuluu jamii'an aw asyt<u>aa<\/u>tan fa-i<u>dzaa<\/u> dakhaltum buyuutan fasallimuu 'al<u>aa<\/u> anfusikum ta<u>h<\/u>iyyatan min 'indi <strong>al<\/strong>l<u>aa<\/u>hi mub<u>aa<\/u>rakatan <u>th<\/u>ayyibatan ka<u>dzaa<\/u>lika yubayyinu <strong>al<\/strong>l<u>aa<\/u>hu lakumu <strong>a<\/strong>l-<u>aa<\/u>y<u>aa<\/u>ti la'allakum ta'qiluun<strong>a<\/strong>"},{"id_ayat":2853,"no_surah":24,"no_ayat":62,"teks_ayat":"اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاِذَا كَانُوْا مَعَهٗ عَلٰٓى اَمْرٍ جَامِعٍ لَّمْ يَذْهَبُوْا حَتّٰى يَسْتَأْذِنُوْهُۗ اِنَّ الَّذِيْنَ يَسْتَأْذِنُوْنَكَ اُولٰۤىِٕكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاللّٰهِ وَرَسُوْلِهٖۚ فَاِذَا اسْتَأْذَنُوْكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِّمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ","tema":"Tata Krama Pergaulan Orang Mukmin dengan Rasulullah","teks_terjemah":"(Yang disebut) orang-orang (yang benar-benar) mukmin  hanyalah orang-orang yang beriman kepada Allah dan Rasul-Nya (Nabi Muhammad), dan apabila mereka berada bersama-sama dengan dia (Nabi Muhammad) dalam suatu urusan bersama, mereka tidak meninggalkan (Rasulullah) sebelum meminta izin kepadanya. Sesungguhnya orang-orang yang meminta izin kepadamu (Nabi Muhammad), mereka itulah orang-orang yang (benar-benar) beriman kepada Allah dan Rasul-Nya. Maka, apabila mereka meminta izin kepadamu karena suatu keperluan, berilah izin kepada siapa yang engkau kehendaki di antara mereka dan mohonkanlah ampunan untuk mereka kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"innam<u>aa<\/u> <strong>a<\/strong>lmu\/minuuna <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu bi<strong>al<\/strong>l<u>aa<\/u>hi warasuulihi wa-i<u>dzaa<\/u> k<u>aa<\/u>nuu ma'ahu 'al<u>aa<\/u> amrin j<u>aa<\/u>mi'in lam ya<u>dz<\/u>habuu <u>h<\/u>att<u>aa<\/u> yasta\/<u>dz<\/u>inuuhu inna <strong>al<\/strong>la<u>dz<\/u>iina yasta\/<u>dz<\/u>inuunaka ul<u>aa<\/u>-ika <strong>al<\/strong>la<u>dz<\/u>iina yu\/minuuna bi<strong>al<\/strong>l<u>aa<\/u>hi warasuulihi fa-i<u>dzaa<\/u> ista\/<u>dz<\/u>anuuka liba'<u>dh<\/u>i sya\/nihim fa\/<u>dz<\/u>an liman syi\/ta minhum wa<strong>i<\/strong>staghfir lahumu <strong>al<\/strong>l<u>aa<\/u>ha inna <strong>al<\/strong>l<u>aa<\/u>ha ghafuurun ra<u>h<\/u>iim<strong>un<\/strong>"},{"id_ayat":2854,"no_surah":24,"no_ayat":63,"teks_ayat":"لَا تَجْعَلُوْا دُعَاۤءَ الرَّسُوْلِ بَيْنَكُمْ كَدُعَاۤءِ بَعْضِكُمْ بَعْضًاۗ قَدْ يَعْلَمُ اللّٰهُ الَّذِيْنَ يَتَسَلَّلُوْنَ مِنْكُمْ لِوَاذًاۚ فَلْيَحْذَرِ الَّذِيْنَ يُخَالِفُوْنَ عَنْ اَمْرِهٖٓ اَنْ تُصِيْبَهُمْ فِتْنَةٌ اَوْ يُصِيْبَهُمْ عَذَابٌ اَلِيْمٌ ","tema":"Tata Krama Pergaulan Orang Mukmin dengan Rasulullah","teks_terjemah":"Janganlah kamu menjadikan panggilan Rasul (Nabi Muhammad) di antara kamu seperti panggilan sebagian kamu kepada sebagian (yang lain). Sungguh, Allah mengetahui orang-orang yang keluar (secara) sembunyi-sembunyi di antara kamu dengan berlindung (kepada kawannya). Maka, hendaklah orang-orang yang menyalahi perintah Rasul-Nya takut akan mendapat cobaan atau ditimpa azab yang pedih.","no_fn":"","teks_fn":"","bacaan":"l<u>aa<\/u> taj'aluu du'<u>aa<\/u>-a <strong>al<\/strong>rrasuuli baynakum kadu'<u>aa<\/u>-i ba'<u>dh<\/u>ikum ba'<u>dh<\/u>an qad ya'lamu <strong>al<\/strong>l<u>aa<\/u>hu <strong>al<\/strong>la<u>dz<\/u>iina yatasallaluuna minkum liw<u>aadz<\/u>an falya<u>hts<\/u>ari <strong>al<\/strong>la<u>dz<\/u>iina yukh<u>aa<\/u>lifuuna 'an amrihi an tu<u>sh<\/u>iibahum fitnatun aw yu<u>sh<\/u>iibahum 'a<u>dzaa<\/u>bun <strong>a<\/strong>liim<strong>un<\/strong>"},{"id_ayat":2855,"no_surah":24,"no_ayat":64,"teks_ayat":"اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ قَدْ يَعْلَمُ مَآ اَنْتُمْ عَلَيْهِۗ وَيَوْمَ يُرْجَعُوْنَ اِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ","tema":"Tata Krama Pergaulan Orang Mukmin dengan Rasulullah","teks_terjemah":"Ketahuilah (bahwa) sesungguhnya milik Allahlah apa yang di langit dan di bumi. Dia benar-benar mengetahui keadaan kamu sekarang dan (benar-benar mengetahui pula) hari (ketika mereka) dikembalikan kepada-Nya, lalu Dia menerangkan kepada mereka apa yang telah mereka kerjakan. Allah Maha Mengetahui segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"al<u>aa<\/u> inna lill<u>aa<\/u>hi m<u>aa<\/u> fii <strong>al<\/strong>ssam<u>aa<\/u>w<u>aa<\/u>ti wa<strong>a<\/strong>l-ar<u>dh<\/u>i qad ya'lamu m<u>aa<\/u> antum 'alayhi wayawma yurja'uuna ilayhi fayunabbi-uhum bim<u>aa<\/u> 'amiluu wa<strong>al<\/strong>l<u>aa<\/u>hu bikulli syay-in 'aliim<strong>un<\/strong>"}]