[{"id_ayat":5105,"no_surah":58,"no_ayat":1,"teks_ayat":"قَدْ سَمِعَ اللّٰهُ قَوْلَ الَّتِيْ تُجَادِلُكَ فِيْ زَوْجِهَا وَتَشْتَكِيْٓ اِلَى اللّٰهِ  ۖوَاللّٰهُ يَسْمَعُ تَحَاوُرَكُمَاۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ","tema":"Hukum Zihar","teks_terjemah":"Sungguh, Allah telah mendengar ucapan wanita yang mengajukan gugatan kepadamu (Nabi Muhammad) tentang suaminya dan mengadukan kepada Allah, padahal Allah mendengar percakapan kamu berdua. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat.<sup>711)<\/sup>","no_fn":"711","teks_fn":"711) Ayat ini turun berkenaan dengan Khaulah binti Ṡa‘labah yang dizihar oleh suaminya, Aus bin aṣ-Ṣamit, dengan mengatakan, “Kamu bagiku seperti punggung ibuku,” dengan maksud tidak akan lagi menggauli istrinya sebagaimana ia tidak akan menggauli ibunya. Dalam adat Jahiliah, kalimat zihar seperti itu sama dengan menalak istri. Khaulah mengadukan hal itu kepada Rasulullah saw. Rasulullah menjawab bahwa Allah belum menurunkan ketentuan hukum tentang zihar. Dalam riwayat lain beliau bersabda, “Engkau telah diharamkan bergaul dengan dia.” Khaulah lalu berkata, “Suamiku belum menyebut kata-kata talak.” Ia berulang kali mendesak Rasulullah agar menetapkan keputusan. Maka, turunlah ayat ini dan ayat-ayat berikutnya.","bacaan":"qad sami'a <strong>al<\/strong>l<u>aa<\/u>hu qawla <strong>al<\/strong>latii tuj<u>aa<\/u>diluka fii zawjih<u>aa<\/u> watasytakii il<u>aa<\/u> <strong>al<\/strong>l<u>aa<\/u>hi wa<strong>al<\/strong>l<u>aa<\/u>hu yasma'u ta<u>haa<\/u>wurakum<u>aa<\/u> inna <strong>al<\/strong>l<u>aa<\/u>ha samii'un ba<u>sh<\/u>iir<strong>un<\/strong>"},{"id_ayat":5106,"no_surah":58,"no_ayat":2,"teks_ayat":"اَلَّذِيْنَ يُظٰهِرُوْنَ مِنْكُمْ مِّنْ نِّسَاۤىِٕهِمْ مَّا هُنَّ اُمَّهٰتِهِمْۗ اِنْ اُمَّهٰتُهُمْ اِلَّا الّٰۤـِٔيْ وَلَدْنَهُمْۗ وَاِنَّهُمْ لَيَقُوْلُوْنَ مُنْكَرًا مِّنَ الْقَوْلِ وَزُوْرًاۗ وَاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ","tema":"Hukum Zihar","teks_terjemah":"Orang-orang yang menzihar istrinya (menganggapnya sebagai ibu) di antara kamu, istri mereka itu bukanlah ibunya. Ibu-ibu mereka tidak lain hanyalah perempuan yang melahirkannya. Sesungguhnya mereka benar-benar telah mengucapkan suatu perkataan yang mungkar dan dusta. Sesungguhnya Allah benar-benar Maha Pemaaf lagi Maha Pengampun. ","no_fn":"","teks_fn":"","bacaan":"qad sami'a <strong>al<\/strong>l<u>aa<\/u>hu qawla <strong>al<\/strong>latii tuj<u>aa<\/u>diluka fii zawjih<u>aa<\/u> watasytakii il<u>aa<\/u> <strong>al<\/strong>l<u>aa<\/u>hi wa<strong>al<\/strong>l<u>aa<\/u>hu yasma'u ta<u>haa<\/u>wurakum<u>aa<\/u> inna <strong>al<\/strong>l<u>aa<\/u>ha samii'un ba<u>sh<\/u>iir<strong>un<\/strong>"},{"id_ayat":5107,"no_surah":58,"no_ayat":3,"teks_ayat":"وَالَّذِيْنَ يُظٰهِرُوْنَ مِنْ نِّسَاۤىِٕهِمْ ثُمَّ يَعُوْدُوْنَ لِمَا قَالُوْا فَتَحْرِيْرُ رَقَبَةٍ مِّنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ ذٰلِكُمْ تُوْعَظُوْنَ بِهٖۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ","tema":"Hukum Zihar","teks_terjemah":"Orang-orang yang menzihar istrinya kemudian menarik kembali apa yang telah mereka ucapkan wajib memerdekakan seorang budak sebelum kedua suami istri itu berhubungan badan. Demikianlah yang diajarkan kepadamu. Allah Mahateliti terhadap apa yang kamu kerjakan. ","no_fn":"","teks_fn":"","bacaan":"wa<strong>a<\/strong>lla<u>dz<\/u>iina yu<u>zhaa<\/u>hiruuna min nis<u>aa<\/u>-ihim tsumma ya'uuduuna lim<u>aa<\/u> q<u>aa<\/u>luu fata<u>h<\/u>riiru raqabatin min qabli an yatam<u>aa<\/u>ss<u>aa<\/u> <u>dzaa<\/u>likum tuu'a<u>zh<\/u>uuna bihi wa<strong>al<\/strong>l<u>aa<\/u>hu bim<u>aa<\/u> ta'maluuna khabiir<strong>un<\/strong>"},{"id_ayat":5108,"no_surah":58,"no_ayat":4,"teks_ayat":"فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ فَمَنْ لَّمْ يَسْتَطِعْ فَاِطْعَامُ سِتِّيْنَ مِسْكِيْنًاۗ ذٰلِكَ لِتُؤْمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَتِلْكَ حُدُوْدُ اللّٰهِ ۗوَلِلْكٰفِرِيْنَ عَذَابٌ اَلِيْمٌ ","tema":"Hukum Zihar","teks_terjemah":"Siapa yang tidak mendapatkan (hamba sahaya) wajib berpuasa dua bulan berturut-turut sebelum keduanya berhubungan badan. Akan tetapi, siapa yang tidak mampu, (wajib) memberi makan enam puluh orang miskin. Demikianlah agar kamu beriman kepada Allah dan Rasul-Nya. Itulah ketentuan-ketentuan Allah. Orang-orang kafir mendapat azab yang pedih. ","no_fn":"","teks_fn":"","bacaan":"faman lam yajid fa<u>sh<\/u>iy<u>aa<\/u>mu syahrayni mutat<u>aa<\/u>bi'ayni min qabli an yatam<u>aa<\/u>ss<u>aa<\/u> faman lam yasta<u>th<\/u>i' fa-i<u>th<\/u>'<u>aa<\/u>mu sittiina miskiinan <u>dzaa<\/u>lika litu\/minuu bi<strong>al<\/strong>l<u>aa<\/u>hi warasuulihi watilka <u>h<\/u>uduudu <strong>al<\/strong>l<u>aa<\/u>hi walilk<u>aa<\/u>firiina 'a<u>dzaa<\/u>bun <strong>a<\/strong>liim<strong>un<\/strong>"},{"id_ayat":5109,"no_surah":58,"no_ayat":5,"teks_ayat":"اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗ كُبِتُوْا كَمَا كُبِتَ الَّذِيْنَ مِنْ قَبْلِهِمْ وَقَدْ اَنْزَلْنَآ اٰيٰتٍۢ بَيِّنٰتٍۗ وَلِلْكٰفِرِيْنَ عَذَابٌ مُّهِيْنٌۚ ","tema":"Akibat Menentang Allah dan Rasul-Nya","teks_terjemah":"Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya dihinakan sebagaimana dihinakan orang-orang sebelum mereka. Sungguh, Kami telah menurunkan bukti-bukti yang nyata. Orang-orang kafir mendapat azab yang menghinakan. ","no_fn":"","teks_fn":"","bacaan":"inna <strong>al<\/strong>la<u>dz<\/u>iina yu<u>haa<\/u>dduuna <strong>al<\/strong>l<u>aa<\/u>ha warasuulahu kubituu kam<u>aa<\/u> kubita <strong>al<\/strong>la<u>dz<\/u>iina min qablihim waqad anzaln<u>aa<\/u> <u>aa<\/u>y<u>aa<\/u>tin bayyin<u>aa<\/u>tin walilk<u>aa<\/u>firiina 'a<u>dzaa<\/u>bun muhiin<strong>un<\/strong>"},{"id_ayat":5110,"no_surah":58,"no_ayat":6,"teks_ayat":"يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ  اَحْصٰىهُ اللّٰهُ وَنَسُوْهُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ࣖ","tema":"Akibat Menentang Allah dan Rasul-Nya","teks_terjemah":"Pada hari itu Allah membangkitkan mereka semua, lalu Dia memberitakan kepada mereka apa yang telah mereka kerjakan. Allah menghitungnya (semua amal) meskipun mereka telah melupakannya. Allah Maha Menyaksikan segala sesuatu. ","no_fn":"","teks_fn":"","bacaan":"yawma yab'atsuhumu <strong>al<\/strong>l<u>aa<\/u>hu jamii'an fayunabbi-uhum bim<u>aa<\/u> 'amiluu a<u>hsaa<\/u>hu <strong>al<\/strong>l<u>aa<\/u>hu wanasuuhu wa<strong>al<\/strong>l<u>aa<\/u>hu 'al<u>aa<\/u> kulli syay-in syahiid<strong>un<\/strong>"},{"id_ayat":5111,"no_surah":58,"no_ayat":7,"teks_ayat":"اَلَمْ تَرَ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَا يَكُوْنُ مِنْ نَّجْوٰى ثَلٰثَةٍ اِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ اِلَّا هُوَ سَادِسُهُمْ وَلَآ اَدْنٰى مِنْ ذٰلِكَ وَلَآ اَكْثَرَ اِلَّا هُوَ مَعَهُمْ اَيْنَ مَا كَانُوْاۚ  ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوْا يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ","tema":"Akibat Menentang Allah dan Rasul-Nya","teks_terjemah":"Apakah engkau tidak memperhatikan bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi? Tidak ada pembicaraan rahasia antara tiga orang, kecuali Dialah yang keempatnya dan tidak ada lima orang, kecuali Dialah yang keenamnya. Tidak kurang dari itu atau lebih banyak, kecuali Dia bersama mereka di mana pun mereka berada. Kemudian, Dia memberitakan apa yang telah mereka kerjakan kepada mereka pada hari Kiamat. Sesungguhnya Allah Maha Mengetahui segala sesuatu. ","no_fn":"","teks_fn":"","bacaan":"alam tara anna <strong>al<\/strong>l<u>aa<\/u>ha ya'lamu m<u>aa<\/u> fii <strong>al<\/strong>ssam<u>aa<\/u>w<u>aa<\/u>ti wam<u>aa<\/u> fii <strong>a<\/strong>l-ar<u>dh<\/u>i m<u>aa<\/u> yakuunu min najw<u>aa<\/u> tsal<u>aa<\/u>tsatin ill<u>aa<\/u> huwa r<u>aa<\/u>bi'uhum wal<u>aa<\/u> khamsatin ill<u>aa<\/u> huwa s<u>aa<\/u>disuhum wal<u>aa<\/u> adn<u>aa<\/u> min <u>dzaa<\/u>lika wal<u>aa<\/u> aktsara ill<u>aa<\/u> huwa ma'ahum ayna m<u>aa<\/u> k<u>aa<\/u>nuu tsumma yunabbi-uhum bim<u>aa<\/u> 'amiluu yawma <strong>a<\/strong>lqiy<u>aa<\/u>mati inna <strong>al<\/strong>l<u>aa<\/u>ha bikulli syay-in 'aliim<strong>un<\/strong>"},{"id_ayat":5112,"no_surah":58,"no_ayat":8,"teks_ayat":"اَلَمْ تَرَ اِلَى الَّذِيْنَ نُهُوْا عَنِ النَّجْوٰى ثُمَّ يَعُوْدُوْنَ لِمَا نُهُوْا عَنْهُ وَيَتَنٰجَوْنَ بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُوْلِۖ وَاِذَا جَاۤءُوْكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللّٰهُ ۙوَيَقُوْلُوْنَ فِيْٓ اَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللّٰهُ بِمَا نَقُوْلُۗ حَسْبُهُمْ جَهَنَّمُۚ يَصْلَوْنَهَاۚ فَبِئْسَ الْمَصِيْرُ ","tema":"Celaan terhadap Perundingan Rahasia untuk Memusuhi Islam","teks_terjemah":"Apakah engkau tidak memperhatikan orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali (melakukan) apa yang telah dilarang itu? Mereka saling mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan, dan durhaka kepada Rasul. Apabila datang kepadamu (Nabi Muhammad), mereka mengucapkan salam kepadamu dengan cara yang bukan sebagaimana yang ditentukan Allah untukmu. Mereka mengatakan dalam hati, “Mengapa Allah tidak menyiksa kita atas apa yang kita katakan?” Cukuplah bagi mereka (neraka) Jahanam yang akan mereka masuki. Maka, (neraka itu) seburuk-buruk tempat kembali. ","no_fn":"","teks_fn":"","bacaan":"alam tara il<u>aa<\/u> <strong>al<\/strong>la<u>dz<\/u>iina nuhuu 'ani <strong>al<\/strong>nnajw<u>aa<\/u> tsumma ya'uuduuna lim<u>aa<\/u> nuhuu 'anhu wayatan<u>aa<\/u>jawna bi<strong>a<\/strong>l-itsmi wa<strong>a<\/strong>l'udw<u>aa<\/u>ni wama'<u>sh<\/u>iyati <strong>al<\/strong>rrasuuli wa-i<u>dzaa<\/u> j<u>aa<\/u>uuka <u>h<\/u>ayyawka bim<u>aa<\/u> lam yu<u>h<\/u>ayyika bihi <strong>al<\/strong>l<u>aa<\/u>hu wayaquuluuna fii anfusihim lawl<u>aa<\/u> yu'a<u>dzdz<\/u>ibun<u>aa<\/u> <strong>al<\/strong>l<u>aa<\/u>hu bim<u>aa<\/u> naquulu <u>h<\/u>asbuhum jahannamu ya<u>sh<\/u>lawnah<u>aa<\/u> fabi\/sa <strong>a<\/strong>lma<u>sh<\/u>iir<strong>u<\/strong>"},{"id_ayat":5113,"no_surah":58,"no_ayat":9,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُوْلِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوٰىۗ وَاتَّقُوا اللّٰهَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ","tema":"Celaan terhadap Perundingan Rahasia untuk Memusuhi Islam","teks_terjemah":"Wahai orang-orang yang beriman, apabila kamu saling mengadakan pembicaraan rahasia, janganlah berbicara tentang perbuatan dosa, permusuhan, dan durhaka kepada Rasul. Akan tetapi, berbicaralah tentang perbuatan kebajikan dan takwa. Bertakwalah kepada Allah yang hanya kepada-Nya kamu akan dikumpulkan. ","no_fn":"","teks_fn":"","bacaan":"y<u>aa<\/u> ayyuh<u>aa<\/u> <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu i<u>dzaa<\/u> tan<u>aa<\/u>jaytum fal<u>aa<\/u> tatan<u>aa<\/u>jaw bi<strong>a<\/strong>l-itsmi wa<strong>a<\/strong>l'udw<u>aa<\/u>ni wama'<u>sh<\/u>iyati <strong>al<\/strong>rrasuuli watan<u>aa<\/u>jaw bi<strong>a<\/strong>lbirri wa<strong>al<\/strong>ttaqw<u>aa<\/u> wa<strong>i<\/strong>ttaquu <strong>al<\/strong>l<u>aa<\/u>ha <strong>al<\/strong>la<u>dz<\/u>ii ilayhi tu<u>h<\/u>syaruun<strong>a<\/strong>"},{"id_ayat":5114,"no_surah":58,"no_ayat":10,"teks_ayat":"اِنَّمَا النَّجْوٰى مِنَ الشَّيْطٰنِ لِيَحْزُنَ الَّذِيْنَ اٰمَنُوْا وَلَيْسَ بِضَاۤرِّهِمْ شَيْـًٔا اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ","tema":"Celaan terhadap Perundingan Rahasia untuk Memusuhi Islam","teks_terjemah":"Sesungguhnya pembicaraan rahasia itu hanyalah dari setan, agar orang-orang yang beriman itu bersedih hati, sedangkan (pembicaraan) itu tidaklah memberi mudarat sedikit pun kepada mereka, kecuali dengan izin Allah. Hanya kepada Allah hendaknya orang-orang mukmin bertawakal. ","no_fn":"","teks_fn":"","bacaan":"innam<u>aa<\/u> <strong>al<\/strong>nnajw<u>aa<\/u> mina <strong>al<\/strong>sysyay<u>th<\/u><u>aa<\/u>ni liya<u>h<\/u>zuna <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu walaysa bi<u>daa<\/u>rrihim syay-an ill<u>aa<\/u> bi-i<u>dz<\/u>ni <strong>al<\/strong>l<u>aa<\/u>hi wa'al<u>aa<\/u> <strong>al<\/strong>l<u>aa<\/u>hi falyatawakkali <strong>a<\/strong>lmu\/minuun<strong>a<\/strong>"},{"id_ayat":5115,"no_surah":58,"no_ayat":11,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قِيْلَ لَكُمْ تَفَسَّحُوْا فِى الْمَجٰلِسِ فَافْسَحُوْا يَفْسَحِ اللّٰهُ لَكُمْۚ وَاِذَا قِيْلَ انْشُزُوْا فَانْشُزُوْا يَرْفَعِ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْۙ وَالَّذِيْنَ اُوْتُوا الْعِلْمَ دَرَجٰتٍۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ","tema":"Tata Cara dalam Persidangan dan Pertemuan","teks_terjemah":"Wahai orang-orang yang beriman, apabila dikatakan kepadamu “Berilah kelapangan di dalam majelis-majelis,” lapangkanlah, niscaya Allah akan memberi kelapangan untukmu. Apabila dikatakan, “Berdirilah,” (kamu) berdirilah. Allah niscaya akan mengangkat orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu beberapa derajat. Allah Mahateliti terhadap apa yang kamu kerjakan. ","no_fn":"","teks_fn":"","bacaan":"y<u>aa<\/u> ayyuh<u>aa<\/u> <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu i<u>dzaa<\/u> qiila lakum tafassa<u>h<\/u>uu fii <strong>a<\/strong>lmaj<u>aa<\/u>lisi fa<strong>i<\/strong>fsa<u>h<\/u>uu yafsa<u>h<\/u>i <strong>al<\/strong>l<u>aa<\/u>hu lakum wa-i<u>dzaa<\/u> qiila unsyuzuu fa<strong>u<\/strong>nsyuzuu yarfa'i <strong>al<\/strong>l<u>aa<\/u>hu <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu minkum wa<strong>a<\/strong>lla<u>dz<\/u>iina uutuu <strong>a<\/strong>l'ilma daraj<u>aa<\/u>tin wa<strong>al<\/strong>l<u>aa<\/u>hu bim<u>aa<\/u> ta'maluuna khabiir<strong>un<\/strong>"},{"id_ayat":5116,"no_surah":58,"no_ayat":12,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَاجَيْتُمُ الرَّسُوْلَ فَقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقَةً ۗذٰلِكَ خَيْرٌ لَّكُمْ وَاَطْهَرُۗ فَاِنْ لَّمْ تَجِدُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","tema":"Adab Menghadap Rasulullah","teks_terjemah":"Wahai orang-orang yang beriman, apabila kamu (ingin) melakukan pembicaraan rahasia dengan Rasul, hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum (melakukan) pembicaraan itu. Hal itu lebih baik bagimu dan lebih bersih. Akan tetapi, jika kamu tidak mendapatkan (apa yang akan disedekahkan), sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"y<u>aa<\/u> ayyuh<u>aa<\/u> <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu i<u>dzaa<\/u> n<u>aa<\/u>jaytumu <strong>al<\/strong>rrasuula faqaddimuu bayna yaday najw<u>aa<\/u>kum <u>sh<\/u>adaqatan <u>dzaa<\/u>lika khayrun lakum wa-a<u>th<\/u>haru fa-in lam tajiduu fa-inna <strong>al<\/strong>l<u>aa<\/u>ha ghafuurun ra<u>h<\/u>iim<strong>un<\/strong>"},{"id_ayat":5117,"no_surah":58,"no_ayat":13,"teks_ayat":"ءَاَشْفَقْتُمْ اَنْ تُقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقٰتٍۗ فَاِذْ لَمْ تَفْعَلُوْا وَتَابَ اللّٰهُ عَلَيْكُمْ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ ۗوَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ࣖ ","tema":"Adab Menghadap Rasulullah","teks_terjemah":"Apakah kamu takut (menjadi miskin) jika mengeluarkan sedekah sebelum (melakukan) pembicaraan rahasia dengan Rasul? Jika kamu tidak melakukannya dan Allah mengampunimu, tegakkanlah salat, tunaikanlah zakat, serta taatlah kepada Allah dan Rasul-Nya. Allah Mahateliti terhadap apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"a-asyfaqtum an tuqaddimuu bayna yaday najw<u>aa<\/u>kum <u>sh<\/u>adaq<u>aa<\/u>tin fa-i<u>dz<\/u> lam taf'aluu wat<u>aa<\/u>ba <strong>al<\/strong>l<u>aa<\/u>hu 'alaykum fa-aqiimuu <strong>al<\/strong><u>shsh<\/u>al<u>aa<\/u>ta wa<u>aa<\/u>tuu <strong>al<\/strong>zzak<u>aa<\/u>ta wa-a<u>th<\/u>ii'uu <strong>al<\/strong>l<u>aa<\/u>ha warasuulahu wa<strong>al<\/strong>l<u>aa<\/u>hu khabiirun bim<u>aa<\/u> ta'maluun<strong>a<\/strong>"},{"id_ayat":5118,"no_surah":58,"no_ayat":14,"teks_ayat":"۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ تَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْۗ مَا هُمْ مِّنْكُمْ وَلَا مِنْهُمْۙ وَيَحْلِفُوْنَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُوْنَ ","tema":"Larangan Berteman Akrab dengan Orang yang Memusuhi Islam","teks_terjemah":"Tidakkah engkau memperhatikan orang-orang (munafik) yang menjadikan suatu kaum yang dimurkai Allah sebagai sahabat? Orang-orang itu bukan dari (kaum)-mu dan bukan dari (kaum) mereka. Mereka bersumpah secara dusta (mengaku mukmin), padahal mereka mengetahuinya. ","no_fn":"","teks_fn":"","bacaan":"alam tara il<u>aa<\/u> <strong>al<\/strong>la<u>dz<\/u>iina tawallaw qawman gha<u>dh<\/u>iba <strong>al<\/strong>l<u>aa<\/u>hu 'alayhim m<u>aa<\/u> hum minkum wal<u>aa<\/u> minhum waya<u>h<\/u>lifuuna 'al<u>aa<\/u> <strong>a<\/strong>lka<u>dz<\/u>ibi wahum ya'lamuun<strong>a<\/strong>"},{"id_ayat":5119,"no_surah":58,"no_ayat":15,"teks_ayat":"اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًاۗ اِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ","tema":"Larangan Berteman Akrab dengan Orang yang Memusuhi Islam","teks_terjemah":"Allah telah menyediakan azab yang sangat keras bagi mereka. Sesungguhnya sangat buruk apa yang selalu mereka kerjakan. ","no_fn":"","teks_fn":"","bacaan":"a'adda <strong>al<\/strong>l<u>aa<\/u>hu lahum 'a<u>dzaa<\/u>ban syadiidan innahum s<u>aa<\/u>-a m<u>aa<\/u> k<u>aa<\/u>nuu ya'maluun<strong>a<\/strong>"},{"id_ayat":5120,"no_surah":58,"no_ayat":16,"teks_ayat":"اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ فَلَهُمْ عَذَابٌ مُّهِيْنٌ ","tema":"Larangan Berteman Akrab dengan Orang yang Memusuhi Islam","teks_terjemah":"Mereka menjadikan sumpah-sumpahnya sebagai perisai, lalu menghalang-halangi (manusia) dari jalan Allah. Maka, bagi mereka azab yang menghinakan.","no_fn":"","teks_fn":"","bacaan":"ittakha<u>dz<\/u>uu aym<u>aa<\/u>nahum junnatan fa<u>sh<\/u>adduu 'an sabiili <strong>al<\/strong>l<u>aa<\/u>hi falahum 'a<u>dzaa<\/u>bun muhiin<strong>un<\/strong>"},{"id_ayat":5121,"no_surah":58,"no_ayat":17,"teks_ayat":"لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔاۗ  اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۗ هُمْ فِيْهَا خٰلِدُوْنَ ","tema":"Larangan Berteman Akrab dengan Orang yang Memusuhi Islam","teks_terjemah":"Harta benda dan anak-anak mereka tidak berguna sedikit pun (untuk menolong mereka) dari (azab) Allah. Mereka itulah penghuni neraka. Mereka kekal di dalamnya. ","no_fn":"","teks_fn":"","bacaan":"lan tughniya 'anhum amw<u>aa<\/u>luhum wal<u>aa<\/u> awl<u>aa<\/u>duhum mina <strong>al<\/strong>l<u>aa<\/u>hi syay-an ul<u>aa<\/u>-ika a<u>sh<\/u>-<u>haa<\/u>bu <strong>al<\/strong>nn<u>aa<\/u>ri hum fiih<u>aa<\/u> kh<u>aa<\/u>liduun<strong>a<\/strong>"},{"id_ayat":5122,"no_surah":58,"no_ayat":18,"teks_ayat":"يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيَحْلِفُوْنَ لَهٗ كَمَا يَحْلِفُوْنَ لَكُمْ وَيَحْسَبُوْنَ اَنَّهُمْ عَلٰى شَيْءٍۗ  اَلَآ اِنَّهُمْ هُمُ الْكٰذِبُوْنَ","tema":"Larangan Berteman Akrab dengan Orang yang Memusuhi Islam","teks_terjemah":"(Ingatlah) pada hari (ketika) Allah membangkitkan mereka semuanya. Lalu, mereka bersumpah kepada-Nya (bahwa mereka mukmin) sebagaimana mereka bersumpah kepadamu. Mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat dari dustanya). Ketahuilah, sesungguhnya mereka adalah para pendusta. ","no_fn":"","teks_fn":"","bacaan":"yawma yab'atsuhumu <strong>al<\/strong>l<u>aa<\/u>hu jamii'an faya<u>h<\/u>lifuuna lahu kam<u>aa<\/u> ya<u>h<\/u>lifuuna lakum waya<u>h<\/u>sabuuna annahum 'al<u>aa<\/u> syay-in <strong>a<\/strong>l<u>aa<\/u> innahum humu <strong>a<\/strong>lk<u>aadz<\/u>ibuun<strong>a<\/strong>"},{"id_ayat":5123,"no_surah":58,"no_ayat":19,"teks_ayat":"اِسْتَحْوَذَ عَلَيْهِمُ الشَّيْطٰنُ فَاَنْسٰىهُمْ ذِكْرَ اللّٰهِ ۗ اُولٰۤىِٕكَ حِزْبُ الشَّيْطٰنِۗ  اَلَآ اِنَّ حِزْبَ الشَّيْطٰنِ هُمُ الْخٰسِرُوْنَ","tema":"Larangan Berteman Akrab dengan Orang yang Memusuhi Islam","teks_terjemah":"Setan telah menguasai mereka, lalu menjadikannya lupa mengingat Allah. Mereka itulah golongan setan. Ketahuilah sesungguhnya golongan setan itulah orang-orang yang rugi. ","no_fn":"","teks_fn":"","bacaan":"ista<u>h<\/u>wa<u>dz<\/u>a 'alayhimu <strong>al<\/strong>sysyay<u>th<\/u><u>aa<\/u>nu fa-ans<u>aa<\/u>hum <u>dz<\/u>ikra <strong>al<\/strong>l<u>aa<\/u>hi ul<u>aa<\/u>-ika <u>h<\/u>izbu <strong>al<\/strong>sysyay<u>th<\/u><u>aa<\/u>ni <strong>a<\/strong>l<u>aa<\/u> inna <u>h<\/u>izba <strong>al<\/strong>sysyay<u>th<\/u><u>aa<\/u>ni humu <strong>a<\/strong>lkh<u>aa<\/u>siruun<strong>a<\/strong>"},{"id_ayat":5124,"no_surah":58,"no_ayat":20,"teks_ayat":"اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗٓ اُولٰۤىِٕكَ فِى الْاَذَلِّيْنَ","tema":"Sikap Orang yang Tidak Beriman terhadap Musuh Islam","teks_terjemah":"Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya, mereka termasuk orang-orang yang sangat hina. ","no_fn":"","teks_fn":"","bacaan":"inna <strong>al<\/strong>la<u>dz<\/u>iina yu<u>haa<\/u>dduuna <strong>al<\/strong>l<u>aa<\/u>ha warasuulahu ul<u>aa<\/u>-ika fii <strong>a<\/strong>l-a<u>dz<\/u>alliin<strong>a<\/strong>"},{"id_ayat":5125,"no_surah":58,"no_ayat":21,"teks_ayat":"كَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا۠ وَرُسُلِيْۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ ","tema":"Sikap Orang yang Tidak Beriman terhadap Musuh Islam","teks_terjemah":"Allah telah menetapkan, “Aku dan rasul-rasul-Ku pasti menang.” Sesungguhnya Allah Mahakuat lagi Mahaperkasa.","no_fn":"","teks_fn":"","bacaan":"kataba <strong>al<\/strong>l<u>aa<\/u>hu la-aghlibanna an<u>aa<\/u> warusulii inna <strong>al<\/strong>l<u>aa<\/u>ha qawiyyun 'aziiz<strong>un<\/strong>"},{"id_ayat":5126,"no_surah":58,"no_ayat":22,"teks_ayat":"لَا تَجِدُ قَوْمًا يُّؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ يُوَاۤدُّوْنَ مَنْ حَاۤدَّ اللّٰهَ وَرَسُوْلَهٗ وَلَوْ كَانُوْٓا اٰبَاۤءَهُمْ اَوْ اَبْنَاۤءَهُمْ اَوْ اِخْوَانَهُمْ اَوْ عَشِيْرَتَهُمْۗ  اُولٰۤىِٕكَ كَتَبَ فِيْ قُلُوْبِهِمُ الْاِيْمَانَ وَاَيَّدَهُمْ بِرُوْحٍ مِّنْهُ ۗوَيُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ رَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُۗ  اُولٰۤىِٕكَ حِزْبُ اللّٰهِ ۗ اَلَآ اِنَّ حِزْبَ اللّٰهِ هُمُ الْمُفْلِحُوْنَ ࣖ ","tema":"Sikap Orang yang Tidak Beriman terhadap Musuh Islam","teks_terjemah":"Engkau (Nabi Muhammad) tidak akan mendapatkan suatu kaum yang beriman kepada Allah dan hari Akhir saling berkasih sayang dengan orang yang menentang Allah dan Rasul-Nya sekalipun mereka itu bapaknya, anaknya, saudaranya, atau kerabatnya. Mereka itulah orang-orang yang telah Allah tetapkan keimanan di dalam hatinya dan menguatkan mereka dengan pertolongan dari-Nya. Dia akan memasukkan mereka ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Merekalah golongan Allah. Ingatlah, sesungguhnya golongan Allah itulah orang-orang yang beruntung.","no_fn":"","teks_fn":"","bacaan":"l<u>aa<\/u> tajidu qawman yu\/minuuna bi<strong>al<\/strong>l<u>aa<\/u>hi wa<strong>a<\/strong>lyawmi <strong>a<\/strong>l-<u>aa<\/u>khiri yuw<u>aa<\/u>dduuna man <u>haa<\/u>dda <strong>al<\/strong>l<u>aa<\/u>ha warasuulahu walaw k<u>aa<\/u>nuu <u>aa<\/u>b<u>aa<\/u>-ahum aw abn<u>aa<\/u>-ahum aw ikhw<u>aa<\/u>nahum aw 'asyiiratahum ul<u>aa<\/u>-ika kataba fii quluubihimu <strong>a<\/strong>l-iim<u>aa<\/u>na wa-ayyadahum biruu<u>h<\/u>in minhu wayudkhiluhum jann<u>aa<\/u>tin tajrii min ta<u>h<\/u>tih<u>aa<\/u> <strong>a<\/strong>l-anh<u>aa<\/u>ru kh<u>aa<\/u>lidiina fiih<u>aa<\/u> ra<u>dh<\/u>iya <strong>al<\/strong>l<u>aa<\/u>hu 'anhum wara<u>dh<\/u>uu 'anhu ul<u>aa<\/u>-ika <u>h<\/u>izbu <strong>al<\/strong>l<u>aa<\/u>hi <strong>a<\/strong>l<u>aa<\/u> inna <u>h<\/u>izba <strong>al<\/strong>l<u>aa<\/u>hi humu <strong>a<\/strong>lmufli<u>h<\/u>uun<strong>a<\/strong>"}]