[{"id_ayat":5151,"no_surah":60,"no_ayat":1,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا عَدُوِّيْ وَعَدُوَّكُمْ اَوْلِيَاۤءَ تُلْقُوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوْا بِمَا جَاۤءَكُمْ مِّنَ الْحَقِّۚ  يُخْرِجُوْنَ الرَّسُوْلَ وَاِيَّاكُمْ اَنْ تُؤْمِنُوْا بِاللّٰهِ رَبِّكُمْۗ اِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِيْ سَبِيْلِيْ وَابْتِغَاۤءَ مَرْضَاتِيْ تُسِرُّوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَاَنَا۠ اَعْلَمُ بِمَآ اَخْفَيْتُمْ وَمَآ اَعْلَنْتُمْۗ وَمَنْ يَّفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ ","tema":"","teks_terjemah":"Wahai orang-orang yang beriman. Janganlah kamu menjadikan musuh-Ku dan musuhmu sebagai teman setia. Kamu sampaikan kepada mereka (hal-hal yang seharusnya dirahasiakan) karena rasa kasih sayang (kamu kepada mereka). Padahal, mereka telah mengingkari kebenaran yang datang kepadamu. Mereka mengusir Rasul dan kamu (dari Makkah) karena kamu beriman kepada Allah, Tuhanmu. Jika kamu keluar untuk berjihad pada jalan-Ku dan mencari keridaan-Ku, (janganlah kamu berbuat demikian). Kamu memberitahukan secara rahasia (hal-hal yang seharusnya dirahasiakan) kepada mereka karena rasa kasih sayang. Aku lebih tahu tentang apa yang kamu sembunyikan dan apa yang kamu nyatakan. Siapa di antara kamu yang melakukannya sungguh telah tersesat dari jalan yang lurus. ","no_fn":"","teks_fn":"","bacaan":"y<u>aa<\/u> ayyuh<u>aa<\/u> <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu l<u>aa<\/u> tattakhi<u>dz<\/u>uu 'aduwwii wa'aduwwakum awliy<u>aa<\/u>-a tulquuna ilayhim bi<strong>a<\/strong>lmawaddati waqad kafaruu bim<u>aa<\/u> j<u>aa<\/u>-akum mina <strong>a<\/strong>l<u>h<\/u>aqqi yukhrijuuna <strong>al<\/strong>rrasuula wa-iyy<u>aa<\/u>kum an tu\/minuu bi<strong>al<\/strong>l<u>aa<\/u>hi rabbikum in kuntum kharajtum jih<u>aa<\/u>dan fii sabiilii wa<strong>i<\/strong>btigh<u>aa<\/u>-a mar<u>daa<\/u>tii tusirruuna ilayhim bi<strong>a<\/strong>lmawaddati wa-an<u>aa<\/u> a'lamu bim<u>aa<\/u> akhfaytum wam<u>aa<\/u> a'lantum waman yaf'alhu minkum faqad <u>dh<\/u>alla saw<u>aa<\/u>-a <strong>al<\/strong>ssabiil<strong>i<\/strong>"},{"id_ayat":5152,"no_surah":60,"no_ayat":2,"teks_ayat":"اِنْ يَّثْقَفُوْكُمْ يَكُوْنُوْا لَكُمْ اَعْدَاۤءً وَّيَبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ وَاَلْسِنَتَهُمْ بِالسُّوْۤءِ وَوَدُّوْا لَوْ تَكْفُرُوْنَۗ ","tema":"","teks_terjemah":"Jika (suatu saat) mereka menangkapmu, niscaya mereka bertindak sebagai musuh bagimu. Lalu, mereka melepaskan tangan dan lidahnya kepadamu untuk menyakiti dan mereka ingin agar kamu (kembali) kafir. ","no_fn":"","teks_fn":"","bacaan":"in yatsqafuukum yakuunuu lakam a'd<u>aa<\/u>-an wayabsu<u>th<\/u>uu ilaykum aydiyahum wa-alsinatahum bi<strong>al<\/strong>ssuu-i wawadduu law takfuruun<strong>a<\/strong>"},{"id_ayat":5153,"no_surah":60,"no_ayat":3,"teks_ayat":"لَنْ تَنْفَعَكُمْ اَرْحَامُكُمْ وَلَآ اَوْلَادُكُمْ ۛيَوْمَ الْقِيٰمَةِ ۛيَفْصِلُ بَيْنَكُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ","tema":"","teks_terjemah":"Kaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Kelak Dia akan memisahkan antara kamu. Allah Maha Melihat apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"lan tanfa'akum ar<u>haa<\/u>mukum wal<u>aa<\/u> awl<u>aa<\/u>dukum yawma <strong>a<\/strong>lqiy<u>aa<\/u>mati yaf<u>sh<\/u>ilu baynakum wa<strong>al<\/strong>l<u>aa<\/u>hu bim<u>aa<\/u> ta'maluuna ba<u>sh<\/u>iir<strong>un<\/strong>"},{"id_ayat":5154,"no_surah":60,"no_ayat":4,"teks_ayat":"قَدْ كَانَتْ لَكُمْ اُسْوَةٌ حَسَنَةٌ فِيْٓ اِبْرٰهِيْمَ وَالَّذِيْنَ مَعَهٗۚ اِذْ قَالُوْا لِقَوْمِهِمْ اِنَّا بُرَءٰۤؤُا مِنْكُمْ وَمِمَّا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۖ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاۤءُ اَبَدًا حَتّٰى تُؤْمِنُوْا بِاللّٰهِ وَحْدَهٗٓ اِلَّا قَوْلَ اِبْرٰهِيْمَ لِاَبِيْهِ لَاَسْتَغْفِرَنَّ لَكَ وَمَآ اَمْلِكُ لَكَ مِنَ اللّٰهِ مِنْ شَيْءٍۗ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَاِلَيْكَ اَنَبْنَا وَاِلَيْكَ الْمَصِيْرُ ","tema":"","teks_terjemah":"Sungguh, benar-benar ada suri teladan yang baik bagimu pada (diri) Ibrahim dan orang-orang yang bersama dengannya ketika mereka berkata kepada kaumnya, “Sesungguhnya kami berlepas diri dari kamu dan dari apa yang kamu sembah selain Allah. Kami mengingkari (kekufuran)-mu dan telah nyata antara kami dan kamu ada permusuhan dan kebencian untuk selama-lamanya sampai kamu beriman kepada Allah saja.” Akan tetapi, (janganlah engkau teladani) perkataan Ibrahim kepada ayahnya,<sup>713)<\/sup> “Sungguh, aku akan memohonkan ampunan bagimu, tetapi aku sama sekali tidak dapat menolak (siksaan) Allah terhadapmu.” (Ibrahim berkata,) “Ya Tuhan kami, hanya kepada Engkau kami bertawakal, hanya kepada Engkau kami bertobat, dan hanya kepada Engkaulah kami kembali.","no_fn":"713","teks_fn":"713) Nabi Ibrahim a.s. pernah meminta ampunan kepada Allah untuk ayahnya yang musyrik. Ini tidak boleh ditiru karena Allah tidak membenarkan orang mukmin memintakan ampunan untuk orang-orang kafir (lihat surah an-Nisā’\/4: 48).","bacaan":"qad k<u>aa<\/u>nat lakum uswatun <u>h<\/u>asanatun fii ibr<u>aa<\/u>hiima wa<strong>a<\/strong>lla<u>dz<\/u>iina ma'ahu i<u>dz<\/u> q<u>aa<\/u>luu liqawmihim inn<u>aa<\/u> bura<u>aa<\/u>u minkum wamimm<u>aa<\/u> ta'buduuna min duuni <strong>al<\/strong>l<u>aa<\/u>hi kafarn<u>aa<\/u> bikum wabad<u>aa<\/u> baynan<u>aa<\/u> wabaynakumu <strong>a<\/strong>l'ad<u>aa<\/u>watu wa<strong>a<\/strong>lbagh<u>daa<\/u>u abadan <u>h<\/u>att<u>aa<\/u> tu\/minuu bi<strong>al<\/strong>l<u>aa<\/u>hi wa<u>h<\/u>dahu ill<u>aa<\/u> qawla ibr<u>aa<\/u>hiima li-abiihi la-astaghfiranna laka wam<u>aa<\/u> amliku laka mina <strong>al<\/strong>l<u>aa<\/u>hi min syay-in rabban<u>aa<\/u> 'alayka tawakkaln<u>aa<\/u> wa-ilayka anabn<u>aa<\/u> wa-ilayka <strong>a<\/strong>lma<u>sh<\/u>iir<strong>u<\/strong>"},{"id_ayat":5155,"no_surah":60,"no_ayat":5,"teks_ayat":"رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْا وَاغْفِرْ لَنَا رَبَّنَاۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ","tema":"","teks_terjemah":"Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. Ampunilah kami, ya Tuhan kami. Sesungguhnya Engkau Yang Mahaperkasa lagi Mahabijaksana.”","no_fn":"","teks_fn":"","bacaan":"rabban<u>aa<\/u> l<u>aa<\/u> taj'aln<u>aa<\/u> fitnatan lilla<u>dz<\/u>iina kafaruu wa<strong>i<\/strong>ghfir lan<u>aa<\/u> rabban<u>aa<\/u> innaka anta <strong>a<\/strong>l'aziizu <strong>a<\/strong>l<u>h<\/u>akiim<strong>u<\/strong>"},{"id_ayat":5156,"no_surah":60,"no_ayat":6,"teks_ayat":"لَقَدْ كَانَ لَكُمْ فِيْهِمْ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَۗ وَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ ","tema":"","teks_terjemah":"Sungguh pada mereka itu (Ibrahim dan umatnya) benar-benar terdapat suri teladan yang baik bagimu, (yaitu) bagi orang yang mengharap (pahala) Allah dan (keselamatan pada) hari Kemudian. Siapa yang berpaling, sesungguhnya Allah, Dialah Yang Mahakaya lagi Maha Terpuji.","no_fn":"","teks_fn":"","bacaan":"laqad k<u>aa<\/u>na lakum fiihim uswatun <u>h<\/u>asanatun liman k<u>aa<\/u>na yarjuu <strong>al<\/strong>l<u>aa<\/u>ha wa<strong>a<\/strong>lyawma <strong>a<\/strong>l-<u>aa<\/u>khira waman yatawalla fa-inna <strong>al<\/strong>l<u>aa<\/u>ha huwa <strong>a<\/strong>lghanniyyu <strong>a<\/strong>l<u>h<\/u>amiid<strong>u<\/strong>"},{"id_ayat":5157,"no_surah":60,"no_ayat":7,"teks_ayat":"۞ عَسَى اللّٰهُ اَنْ يَّجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِيْنَ عَادَيْتُمْ مِّنْهُمْ مَّوَدَّةًۗ وَاللّٰهُ قَدِيْرٌۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ","tema":"","teks_terjemah":"Mudah-mudahan Allah menimbulkan kasih sayang di antara kamu dengan orang-orang yang pernah kamu musuhi di antara mereka. Allah Mahakuasa dan Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"'as<u>aa<\/u> <strong>al<\/strong>l<u>aa<\/u>hu an yaj'ala baynakum wabayna <strong>al<\/strong>la<u>dz<\/u>iina '<u>aa<\/u>daytum minhum mawaddatan wa<strong>al<\/strong>l<u>aa<\/u>hu qadiirun wa<strong>al<\/strong>l<u>aa<\/u>hu ghafuurun ra<u>h<\/u>iim<strong>un<\/strong>"},{"id_ayat":5158,"no_surah":60,"no_ayat":8,"teks_ayat":"لَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ لَمْ يُقَاتِلُوْكُمْ فِى الدِّيْنِ وَلَمْ يُخْرِجُوْكُمْ مِّنْ دِيَارِكُمْ اَنْ تَبَرُّوْهُمْ وَتُقْسِطُوْٓا اِلَيْهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ ","tema":"","teks_terjemah":"Allah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil.","no_fn":"","teks_fn":"","bacaan":"l<u>aa<\/u> yanh<u>aa<\/u>kumu <strong>al<\/strong>l<u>aa<\/u>hu 'ani <strong>al<\/strong>la<u>dz<\/u>iina lam yuq<u>aa<\/u>tiluukum fii <strong>al<\/strong>ddiini walam yukhrijuukum min diy<u>aa<\/u>rikum an tabarruuhum watuqsi<u>th<\/u>uu ilayhim inna <strong>al<\/strong>l<u>aa<\/u>ha yu<u>h<\/u>ibbu <strong>a<\/strong>lmuqsi<u>th<\/u>iin<strong>a<\/strong>"},{"id_ayat":5159,"no_surah":60,"no_ayat":9,"teks_ayat":"اِنَّمَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ قَاتَلُوْكُمْ فِى الدِّيْنِ وَاَخْرَجُوْكُمْ مِّنْ دِيَارِكُمْ وَظَاهَرُوْا عَلٰٓى اِخْرَاجِكُمْ اَنْ تَوَلَّوْهُمْۚ وَمَنْ يَّتَوَلَّهُمْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ","tema":"","teks_terjemah":"Sesungguhnya Allah hanya melarangmu (berteman akrab) dengan orang-orang yang memerangimu dalam urusan agama,  mengusirmu dari kampung halamanmu, dan membantu (orang lain) dalam mengusirmu. Siapa yang menjadikan mereka sebagai teman akrab, mereka itulah orang-orang yang zalim.","no_fn":"","teks_fn":"","bacaan":"innam<u>aa<\/u> yanh<u>aa<\/u>kumu <strong>al<\/strong>l<u>aa<\/u>hu 'ani <strong>al<\/strong>la<u>dz<\/u>iina q<u>aa<\/u>taluukum fii <strong>al<\/strong>ddiini wa-akhrajuukum min diy<u>aa<\/u>rikum wa<u>zhaa<\/u>haruu 'al<u>aa<\/u> ikhr<u>aa<\/u>jikum an tawallawhum waman yatawallahum faul<u>aa<\/u>-ika humu <strong>al<\/strong><u>zhzhaa<\/u>limuun<strong>a<\/strong>"},{"id_ayat":5160,"no_surah":60,"no_ayat":10,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا جَاۤءَكُمُ الْمُؤْمِنٰتُ مُهٰجِرٰتٍ فَامْتَحِنُوْهُنَّۗ  اَللّٰهُ اَعْلَمُ بِاِيْمَانِهِنَّ فَاِنْ عَلِمْتُمُوْهُنَّ مُؤْمِنٰتٍ فَلَا تَرْجِعُوْهُنَّ اِلَى الْكُفَّارِۗ  لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّوْنَ لَهُنَّۗ وَاٰتُوْهُمْ مَّآ اَنْفَقُوْاۗ وَلَا جُنَاحَ عَلَيْكُمْ اَنْ تَنْكِحُوْهُنَّ اِذَآ اٰتَيْتُمُوْهُنَّ اُجُوْرَهُنَّۗ وَلَا تُمْسِكُوْا بِعِصَمِ الْكَوَافِرِ وَسْـَٔلُوْا مَآ اَنْفَقْتُمْ وَلْيَسْـَٔلُوْا مَآ اَنْفَقُوْاۗ ذٰلِكُمْ حُكْمُ اللّٰهِ ۗيَحْكُمُ بَيْنَكُمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","tema":"","teks_terjemah":"Wahai orang-orang yang beriman, apabila perempuan-perempuan mukmin datang berhijrah kepadamu, hendaklah kamu uji (keimanan) mereka. Allah lebih tahu tentang keimanan mereka. Jika kamu telah mengetahui (keadaan) mereka bahwa mereka (benar-benar sebagai) perempuan-perempuan mukmin, janganlah kamu kembalikan mereka kepada orang-orang kafir (suami mereka). Mereka tidak halal bagi orang-orang kafir itu dan orang-orang kafir itu tidak halal pula bagi mereka. Berikanlah kepada (suami) mereka mahar yang telah mereka berikan. Tidak ada dosa bagimu menikahi mereka apabila kamu membayar mahar kepada mereka. Janganlah kamu tetap berpegang pada tali (pernikahan) dengan perempuan-perempuan kafir. Hendaklah kamu meminta kembali (dari orang-orang kafir) mahar yang telah kamu berikan (kepada istri yang kembali kafir). Hendaklah mereka (orang-orang kafir) meminta kembali mahar yang telah mereka bayar (kepada mantan istrinya yang telah beriman). Demikianlah hukum Allah yang ditetapkan-Nya di antara kamu. Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"y<u>aa<\/u> ayyuh<u>aa<\/u> <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu i<u>dzaa<\/u> j<u>aa<\/u>-akumu <strong>a<\/strong>lmu\/min<u>aa<\/u>tu muh<u>aa<\/u>jir<u>aa<\/u>tin fa<strong>i<\/strong>mta<u>h<\/u>inuuhunna <strong>al<\/strong>l<u>aa<\/u>hu a'lamu bi-iim<u>aa<\/u>nihinna fa-in 'alimtumuuhunna mu\/min<u>aa<\/u>tin fal<u>aa<\/u> tarji'uuhunna il<u>aa<\/u> <strong>a<\/strong>lkuff<u>aa<\/u>ri l<u>aa<\/u> hunna <u>h<\/u>illun lahum wal<u>aa<\/u> hum ya<u>h<\/u>illuuna lahunna wa<u>aa<\/u>tuuhum m<u>aa<\/u> anfaquu wal<u>aa<\/u> jun<u>aah<\/u>a 'alaykum an tanki<u>h<\/u>uuhunna i<u>dzaa<\/u> <u>aa<\/u>taytumuuhunna ujuurahunna wal<u>aa<\/u> tumsikuu bi'i<u>sh<\/u>ami <strong>a<\/strong>lkaw<u>aa<\/u>firi wa<strong>i<\/strong>s-aluu m<u>aa<\/u> anfaqtum walyas-aluu m<u>aa<\/u> anfaquu <u>dzaa<\/u>likum <u>h<\/u>ukmu <strong>al<\/strong>l<u>aa<\/u>hi ya<u>h<\/u>kumu baynakum wa<strong>al<\/strong>l<u>aa<\/u>hu 'aliimun <u>h<\/u>akiim<strong>un<\/strong>"},{"id_ayat":5161,"no_surah":60,"no_ayat":11,"teks_ayat":"وَاِنْ فَاتَكُمْ شَيْءٌ مِّنْ اَزْوَاجِكُمْ اِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَاٰتُوا الَّذِيْنَ ذَهَبَتْ اَزْوَاجُهُمْ مِّثْلَ مَآ اَنْفَقُوْاۗ وَاتَّقُوا اللّٰهَ الَّذِيْٓ اَنْتُمْ بِهٖ مُؤْمِنُوْنَ ","tema":"","teks_terjemah":"Jika ada sesuatu (pengembalian mahar) yang belum kamu selesaikan dari istri-istrimu yang lari kepada orang-orang kafir, lalu kamu dapat mengalahkan mereka, berikanlah (dari harta rampasan) kepada orang-orang yang istrinya lari itu sebanyak mahar yang telah mereka berikan.<sup>714)<\/sup> Bertakwalah kepada Allah yang kepada-Nya kamu beriman.","no_fn":"714","teks_fn":"714) Sebelum dibagikan kepada lima golongan yang berhak, ganimah dipergunakan lebih dahulu untuk membayar mahar-mahar kepada para suami yang istrinya lari ke daerah kaum kafir.","bacaan":"wa-in f<u>aa<\/u>takum syay-un min azw<u>aa<\/u>jikum il<u>aa<\/u> <strong>a<\/strong>lkuff<u>aa<\/u>ri fa'<u>aa<\/u>qabtum fa<u>aa<\/u>tuu <strong>al<\/strong>la<u>dz<\/u>iina <u>dz<\/u>ahabat azw<u>aa<\/u>juhum mitsla m<u>aa<\/u> anfaquu wa<strong>i<\/strong>ttaquu <strong>al<\/strong>l<u>aa<\/u>ha <strong>al<\/strong>la<u>dz<\/u>ii antum bihi mu\/minuun<strong>a<\/strong>"},{"id_ayat":5162,"no_surah":60,"no_ayat":12,"teks_ayat":"يٰٓاَيُّهَا النَّبِيُّ اِذَا جَاۤءَكَ الْمُؤْمِنٰتُ يُبَايِعْنَكَ عَلٰٓى اَنْ لَّا يُشْرِكْنَ بِاللّٰهِ شَيْـًٔا وَّلَا يَسْرِقْنَ وَلَا يَزْنِيْنَ وَلَا يَقْتُلْنَ اَوْلَادَهُنَّ وَلَا يَأْتِيْنَ بِبُهْتَانٍ يَّفْتَرِيْنَهٗ بَيْنَ اَيْدِيْهِنَّ وَاَرْجُلِهِنَّ وَلَا يَعْصِيْنَكَ فِيْ مَعْرُوْفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","tema":"","teks_terjemah":"Wahai Nabi, apabila perempuan-perempuan mukmin datang kepadamu untuk mengadakan baiat (janji setia) bahwa mereka tidak akan mempersekutukan sesuatu apa pun dengan Allah, tidak akan mencuri, tidak akan berzina, tidak akan membunuh anak-anaknya, tidak akan berbuat dusta yang mereka ada-adakan antara tangan dan kaki mereka<sup>715)<\/sup> dan tidak akan mendurhakaimu dalam urusan yang baik, terimalah baiat mereka dan mohonkanlah ampunan untuk mereka kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"715","teks_fn":"715) Maksud berbuat dusta di sini adalah mengadakan pengakuan palsu terkait anak yang semestinya bukan anak suaminya, tetapi mereka nisbahkan kepadanya.","bacaan":"y<u>aa<\/u> ayyuh<u>aa<\/u> <strong>al<\/strong>nnabiyyu i<u>dzaa<\/u> j<u>aa<\/u>-aka <strong>a<\/strong>lmu\/min<u>aa<\/u>tu yub<u>aa<\/u>yi'naka 'al<u>aa<\/u> an l<u>aa<\/u> yusyrikna bi<strong>al<\/strong>l<u>aa<\/u>hi syay-an wal<u>aa<\/u> yasriqna wal<u>aa<\/u> yazniina wal<u>aa<\/u> yaqtulna awl<u>aa<\/u>dahunna wal<u>aa<\/u> ya\/tiina bibuht<u>aa<\/u>nin yaftariinahu bayna aydiihinna wa-arjulihinna wal<u>aa<\/u> ya'<u>sh<\/u>iinaka fii ma'ruufin fab<u>aa<\/u>yi'hunna wa<strong>i<\/strong>staghfir lahunna <strong>al<\/strong>l<u>aa<\/u>ha inna <strong>al<\/strong>l<u>aa<\/u>ha ghafuurun ra<u>h<\/u>iim<strong>un<\/strong>"},{"id_ayat":5163,"no_surah":60,"no_ayat":13,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْ قَدْ يَىِٕسُوْا مِنَ الْاٰخِرَةِ كَمَا يَىِٕسَ الْكُفَّارُ مِنْ اَصْحٰبِ الْقُبُوْرِ ࣖ ","tema":"","teks_terjemah":"Wahai orang-orang yang beriman, janganlah kamu jadikan kaum yang dimurkai Allah sebagai teman-teman akrab. Sungguh, mereka telah putus asa terhadap akhirat sebagaimana orang-orang kafir yang telah berada dalam kubur juga berputus asa (dari rahmat Allah di akhirat).","no_fn":"","teks_fn":"","bacaan":"y<u>aa<\/u> ayyuh<u>aa<\/u> <strong>al<\/strong>la<u>dz<\/u>iina <u>aa<\/u>manuu l<u>aa<\/u> tatawallaw qawman gha<u>dh<\/u>iba <strong>al<\/strong>l<u>aa<\/u>hu 'alayhim qad ya-isuu mina <strong>a<\/strong>l-<u>aa<\/u>khirati kam<u>aa<\/u> ya-isa <strong>a<\/strong>lkuff<u>aa<\/u>ru min a<u>sh<\/u>-<u>haa<\/u>bi <strong>a<\/strong>lqubuur<strong>i<\/strong>"}]